[Info]
Language=Hungarian
LanguageID=113

[String]
AccountMSG.AccountLocked=Felhasználó már zárolva
AccountMSG.AccountUsed=Felhasználó már használatban
AccountMSG.AddGroupExist=Csoportnév már létezik
AccountMSG.AddGroupSuccess=Csoport hozzáadása sikeres
AccountMSG.AddUserExist=Felhasználó név már létezik
AccountMSG.AddUserSuccess=Felhasználó hozzáadása sikeres
AccountMSG.DeleteGroupSuccess=Csoport törlése sikeres
AccountMSG.DeleteInuseGroup=Csoport nem törölhető, felhasználókat tartalmaz.
AccountMSG.DeleteUserSuccess=Felhasználó törlése sikeres
AccountMSG.EmptyAuthority=Nincs jogosultság
AccountMSG.EmptyName=Nincs név
AccountMSG.Failed=Sikertelen működés
AccountMSG.InvalidPassword=Jelszó érvénytelen Tipp：alapértelmezett jelszó: 111111
AccountMSG.ModGroupSuccess=Csoport módosítása sikeres
AccountMSG.ModPasswordSuccess=Jelszó módosítása sikeres
AccountMSG.ModUserSuccess=Felhasználó módosítása sikeres
AccountMSG.NotPermit=Nincs engedély
DecodeCfg.DecoderChn=Dekóder csatorna
DecodeCfg.AddTips=*Növelje a csatorna a készülék fa bal oldalán drag
DecodeCfg.WndTips=*Ablak 1, 0 érvénytelen
AccountMSG.PasswordMismatch=Jelszó nem egyezik
AccountMSG.SaveConfigFailed=Beállítások mentése sikertelen
AccountMSG.SureToDelete=Biztosan törli?
AccountMSG.TooLargeAuthority=Csoport felhasználói jogosultságain túl
AccountMSG.TryDeleteResvUser=Lefoglalt felhasználók nem törölhetők
AccountMSG.TryModifyResvUser=Lefoglalt felhasználók nem módosíthatók
AccountMSG.ErrorName=felhasználói név és a csoport neve nem tartalmazhat. []% nem kezdődhet és szintén nem lehet üres.
AlarmManage.Add=Másol <<
AlarmManage.AddSure=Biztosan hozzáadja?
AlarmManage.AlarmSound=Riasztáskor hangjelzés
AlarmManage.Apply=Alkalmaz
AlarmManage.AutoPrompt=Auto értesítés
AlarmManage.AutoWatch=Auto riasztás
AlarmManage.Browse=Útvonal
AlarmManage.CAM=Kam
AlarmManage.ChnNotDevice=Válasszon egy csatornát vagy riasztási portot, nem eszközt.
AlarmManage.Del=Törlés >>
AlarmManage.DelSure=Biztosan törli?
AlarmManage.DiskError=Lemezhiba
AlarmManage.DiskFull=Lemez megtelt
AlarmManage.Enable=Riasztás engedélyezése
AlarmManage.IgnTime=Nem megfigyelt időszak
AlarmManage.IOTrigger=I/O indítás
AlarmManage.No=No
AlarmManage.Port=Riasztási port
AlarmManage.Second=mp.
AlarmManage.SelectAlarmPort=Válasszon egy riasztási portot!
AlarmManage.SelectVideoChn=Válasszon egy csatornát
AlarmManage.SoundPath=Hangfájl útvonala
AlarmManage.Type=Riasztási típus
AlarmManage.VideoBlind=Kamera kitakarás
AlarmManage.VideoChn=Videó csatorna
AlarmManage.VideoLoss=Videójel hiány
AlarmManage.VideoMotion=Mozgásérzékelés
AlarmManage.Yes=Igen
Authority.Account=FELHASZNÁLÓ
Authority.AlarmConfig=RIASZTÁSI BEÁLL.
Authority.AlarmIO=RIASZTÁSI I/O BEÁLL.
Authority.AutoMaintain=AUTO KARBANTARTÁS
Authority.Backup=MENTÉS
Authority.ChannelTitle=CSATORNA AZONOSÍTÓ
Authority.CommConfig=RS-232
Authority.CtrlPanel=VEZÉRLŐPANEL
Authority.DefaultConfig=ALAPÉRTELMEZETT
Authority.DelLog=NAPLÓ TÖRLÉSE
Authority.EncodeConfig=TÖMÖRÍTÉS
Authority.GeneralConfig=ÁLTALÁNOS
Authority.ModifyLanguage=NYELV
Authority.ModifyVideoMode=JELRENDSZER
Authority.NetConfig=HÁLÓZAT
Authority.OutputConfig=MEGJELENÍTÉS
Authority.PtzConfig=PTZ BEÁLLÍTÁS
Authority.PTZControl=PTZ VEZÉRLÉS
Authority.QueryLog=NAPLÓFÁJL LEKÉRDEZÉSE
Authority.Record=IDŐZÍTÉS
Authority.RecordConfig=IDŐZÍTÉS
Authority.ShutDown=KIKAPCSOLÁS
Authority.StorageManager=HDD KEZELÉSE
Authority.SysInfo=RENDSZERINFORMÁCIÓ LEKÉRDEZÉSE
Authority.SysUpgrade=RENDSZER FRISSÍTÉSE
Authority.Talk_01=BESZÉD
Authority.VideoConfig=MOZGÁS
AutoMain.At=-nál
AutoMain.AutoDelete=Régi fájlok automatikus törlése
AutoMain.AutoReboot=Rendszer automatikus újraindítása
AutoMain.DaysAgo=Nappal ezelőtt
ConfigManage.ToAVI=Helyi rögzítés AVI formátumban
ConfigAlarm.AlarmIn=Riasztási bemenet
ConfigAlarm.AlarmMode=Riasztási mód
ConfigAlarm.AlarmOut=Riasztási kimenet
ConfigAlarm.Area=Terület
ConfigAlarm.Auto=Beállítások
ConfigAlarm.Beep=Buzzer
ConfigAlarm.ChannelNo=Csatorna
ConfigAlarm.Closed=Stop
ConfigAlarm.DelayRecordTime=Késleltetés
ConfigAlarm.DeviceType=Típus
ConfigAlarm.Enable=Engedélyezve
ConfigAlarm.EventType=Esemény típus
ConfigAlarm.FtpUpload=FTP feltöltés
ConfigAlarm.Interval=Időköz
ConfigAlarm.LatchSecond=Késleltetés
ConfigAlarm.Manual=Kézi
ConfigAlarm.NoChannelSelected=Nincs kijelölt csatorna
ConfigAlarm.NormalClose=NC
ConfigAlarm.NormalOpen=NO
ConfigAlarm.PtzLinkage=PTZ aktiválás
ConfigAlarm.RecordChannel=Rögzítendő csatorna
ConfigAlarm.RegionConfig=Beállít
ConfigAlarm.ScreenTip=Üzenet
ConfigAlarm.Sec=mp.
ConfigAlarm.Select=Kiválaszt
ConfigAlarm.SendEmail=E-mail küldés
ConfigAlarm.Sense=Érzékenység
ConfigAlarm.Setting=Beállít
ConfigAlarm.Status=Állapot
ConfigAlarm.TimeSection=Időszak
ConfigAlarm.ToCenter=Feltöltő központ
ConfigAlarm.Tour=Léptetés
ConfigAlarm.Type=Típus
ConfigAlarm.UnSelect=Nem kijelölt
ConfigAlarm.VoiceTip=Hangüzenet
ConfigComm.BPS=BPS
ConfigComm.CommFunction=Funkció
ConfigComm.CommTypes=Közös típus
ConfigComm.DataBit=Adat bitek
ConfigComm.StopBit=Stop bitek
ConfigComm.Verify=Paritás
ConfigDayLight.Date=Dátum
ConfigDayLight.EndTime=Vége:
ConfigDayLight.StartTime=Start:
ConfigDayLight.Week=A hét napjai
ConfigDefault.AllDefault=Mindet kijelöl
ConfigDefault.Sure=Kérem állítsa be a belépési alapértékeket
ConfigEncode.Audio=Audió
ConfigEncode.Best=Legjobb
ConfigEncode.Better=Jobb
ConfigEncode.BitrateControlPolicy=Tömörítési mód
ConfigEncode.BitrateValue=Átviteli seb.(kb/s)
ConfigEncode.Brightness=Fényerő
ConfigEncode.CBR=CBR
ConfigEncode.Channel1_2=KAM 1-2
ConfigEncode.Channel1_4=KAM 1-4
ConfigEncode.Channel1_6=KAM 1-6
ConfigEncode.Channel1_8=KAM 1-8
ConfigEncode.Channel1_9=KAM 1-9
ConfigEncode.Channel1=KAM 1
ConfigEncode.Channel10=KAM 10
ConfigEncode.Channel11=KAM 11
ConfigEncode.Channel12=KAM 12
ConfigEncode.Channel13=KAM 13
ConfigEncode.Channel14=KAM 14
ConfigEncode.Channel15=KAM 15
ConfigEncode.Channel16=KAM 16
ConfigEncode.Channel2=KAM 2
ConfigEncode.Channel3=KAM 3
ConfigEncode.Channel4=KAM 4
ConfigEncode.Channel5=KAM 5
ConfigEncode.Channel6=KAM 6
ConfigEncode.Channel7=KAM 7
ConfigEncode.Channel8_16=KAM 8-16
ConfigEncode.Channel8=KAM 8
ConfigEncode.Channel9_16=KAM 9-16
ConfigEncode.Channel9=KAM 9
ConfigEncode.ColdColor=Hideg szín
ConfigEncode.CombineEncode=Kombinált  tömörítés
ConfigEncode.CombineMode=Mód
ConfigEncode.Contrast=Kontraszt
ConfigEncode.Cover=Privát zóna
ConfigEncode.CoverSetting=Beállít
ConfigEncode.DftColor=Alapértelmezett szín
ConfigEncode.EncodeMode=Tömörítés
ConfigEncode.ExtStream=Extra Stream
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Színerősítés
ConfigEncode.General=Általános
ConfigEncode.Good=Jó
ConfigEncode.Hue=Színárnyalat
ConfigEncode.iGop=I Frame intervallum
ConfigEncode.ImageColorConfig=Színbeállítás
ConfigEncode.Mode=Mód
ConfigEncode.MultiReplay=Többszörös visszajátszás
ConfigEncode.NarrowBand=Kicsi sávszélesség
ConfigEncode.Period=Periódus
ConfigEncode.Quality=Minőség
ConfigEncode.Saturation=Telítettség
ConfigEncode.Snap=Pillanatkép
ConfigEncode.SnapFreq=Pillanatkép üteme
ConfigEncode.SnapMode=Mód
ConfigEncode.SnapQuality=Képminőség
ConfigEncode.SnapSize=Képméret
ConfigEncode.VBR=VBR
ConfigEncode.Video=Videó
ConfigEncode.VideoAudio=Videó/Audió
ConfigEncode.VideoResolution=Felbontás
ConfigEncode.WarmColor=Meleg szín
ConfigEncode.Worse=Rosszabb
ConfigEncode.Worst=Legrosszabb
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=Dátum formátuma
ConfigGeneral.DateFormatSelect1=YYYY MM DD
ConfigGeneral.DateFormatSelect2=MM DD YYYY
ConfigGeneral.DateFormatSelect3=DD MM YYYY
ConfigGeneral.DateSpector=Dátum elválasztó
ConfigGeneral.DateTime=Rendszeridő
ConfigGeneral.DaylightRule=Téli/Nyári szabály
ConfigGeneral.DaylightSet=Beállít
ConfigGeneral.DaylightTime=DST
ConfigGeneral.DaysAgo=Nappal ezelőtt
ConfigGeneral.DelCustom=Egyedi
ConfigGeneral.DelNever=Soha
ConfigGeneral.DiskFull=HDD megtelt
ConfigGeneral.DiskFullOverwrite=Felülírás
ConfigGeneral.DiskFullStop=Rögzítés Állj
ConfigGeneral.English=ENGLISH
ConfigGeneral.Estonian=Estonian
ConfigGeneral.Farsi=Farsi
ConfigGeneral.Finnish=Finnish
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=Magyar
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Korean=Korean
ConfigGeneral.LanguageSelect=Nyelv
ConfigGeneral.Minute=Min
ConfigGeneral.OutFormat=Kimenet formátuma
ConfigGeneral.OutputMode=Kijelzési mód
ConfigGeneral.Poland=Poland
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.RebootEveryday=Naponta
ConfigGeneral.RebootFriday=Péntekenként
ConfigGeneral.RebootMonday=Hétfőnként
ConfigGeneral.RebootNever=Soha
ConfigGeneral.RebootSaturday=Szombatonként
ConfigGeneral.RebootSunday=Vasárnaponként
ConfigGeneral.RebootThursday=Csütörtökönként
ConfigGeneral.RebootTuesday=Keddenként
ConfigGeneral.RebootWednesday=Szerdánként
ConfigGeneral.RecordLen=Hossz
ConfigGeneral.RemoteAddr=DVR No.
ConfigGeneral.Romanian=Romanian
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SelfOutput=Önbeálló
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.StandbyTime=Auto Kijelentkezés
ConfigGeneral.Thai=ภาษาไทย
ConfigGeneral.Time12=12-órás
ConfigGeneral.Time24=24-órás
ConfigGeneral.TimeFormat=Időformátum
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Tuekey=Turkey
ConfigGeneral.Turkey=TURKIYE
ConfigGeneral.TVOutput=TV
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Videó jelrendszer
ConfigManage.About=Névjegy
ConfigManage.AlarmSetting=Riasztási beállítás
ConfigManage.AutoConnnect=Automatikus csatlakozás a legutóbb megfigyelt csatornához.　
ConfigManage.CAM=KAM
ConfigManage.ConfigManager=Beállítás kezelő
ConfigManage.ConfigModule=Beállítási modul
ConfigManage.Describe=Leírás
ConfigManage.Group=Csoport
ConfigManage.LinkSetting=Riasztási hivatkozás beállítás
ConfigManage.MonitorModule=Monitor ablak
ConfigManage.Name=Név
ConfigManage.NetModule=Net ablak
ConfigManage.NormalSetting=Normál beállítás
ConfigManage.PlayBackModule=Lejátszási ablak
ConfigManage.SystemConfig=Rendszer beállítás
ConfigManage.User=Felhasználó
ConfigManage.UserManager=Felhasználói beállítás
ConfigManage.Version=Verzió
ConfigManage.VideoModule=Video ablak
ConfigManage.Web=Web
ConfigNet.3GNetConfig=Wifi tárcsázás
ConfigNet.Adaptive=Alkalmazkodó
ConfigNet.AddIP=IP Cím hozzáadása
ConfigNet.Alarm=Riasztás
ConfigNet.AlarmCenter=Riasztási szerver
ConfigNet.AlarmReport=Riasztási jelentés
ConfigNet.ARSPConfig=ARSP
ConfigNet.ArspTip=Engedélyezze a DDNS-t és mentse el. Szerver frissítést követően 2 perccel az egység megkapja a domain nevet, ami a kijelzőn is megjelenik.　
ConfigNet.AuthMode=Hitelesítés
ConfigNet.AUTO=AUTO
ConfigNet.BannedIP=Tiltott IP cím
ConfigNet.BlackList=Feketelista
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=Csatorna
ConfigNet.ConfirmModify=A bekapcsolás után adatvesztést okozhat kapcsolódik az eredeti modellt, hogy váltani?
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=Felhasználónév
ConfigNet.DDNSServerPort=Port
ConfigNet.DDNSSetInvalid=DDNS beállítás érvénytelen
ConfigNet.DDNSType=DDNS típus
ConfigNet.Decorder=DVR
ConfigNet.DefaultGateWay=Átjáró
ConfigNet.DeleteIP=IP cím törlése
ConfigNet.Detect=Mozgás
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP engedélyezése
ConfigNet.DNSConfig=DNS beállítás
ConfigNet.DNSTIP=Használja az alábbi DNS szerver címet---------------------------
ConfigNet.DomainName=Domain név
ConfigNet.EmailConfig=E-MAIL
ConfigNet.Enable=Engedélyez
ConfigNet.EVDO=EVDO
ConfigNet.Excellent=Kiváló
ConfigNet.FileLen=fájl méret
ConfigNet.FileLength=Fájl méret
ConfigNet.FileLens=M
ConfigNet.FluencyPre=Folyamatosság előnyben
ConfigNet.FtpAnonymous=Névtelen
ConfigNet.FtpChannel=Csatorna
ConfigNet.FtpConfig=FTP
ConfigNet.FtpDirName=Könyvtárnév
ConfigNet.FtpEnable=Engedélyez
ConfigNet.FtpHostIp=Szerver IP
ConfigNet.FtpHostPort=Port
ConfigNet.FtpPassWord=Jelszó
ConfigNet.FtpType=Típus
ConfigNet.FtpUserName=Felhasználónév
ConfigNet.FtpWeek=hét
ConfigNet.General=Normál
ConfigNet.Good=Jó
ConfigNet.GPRS=GPRS
ConfigNet.HighSpeedDownload=Nagysebességű letöltés
ConfigNet.HostIP=Szerver IP
ConfigNet.HostName=Host név
ConfigNet.HostPort=Port
ConfigNet.HttpPort=HTTP Port
ConfigNet.Interval=intervallum
ConfigNet.Intervals=min
ConfigNet.IPaddr=IP cím
ConfigNet.IPSetting=IP FILTER
ConfigNet.LogReport=Napló
ConfigNet.Low=Rossz
ConfigNet.MailAddrEmpty=E-mail cím szükséges
ConfigNet.MailAddrError=E-mail címnek tartalmazni kell a @ jelet
ConfigNet.MailAddrTooLong=Túl hosszú e-mail cím
ConfigNet.MailRecevierError=Max. 3 címzett lehetséges
ConfigNet.Mailsender=Feladó
ConfigNet.MailServer=SMTP Szerver
ConfigNet.MailSSL=SSL
ConfigNet.MaxConnection=Max csatlakozás
ConfigNet.MobileConfig=Mobil Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=MULTICAST
ConfigNet.NeedReboot=Sikeres mentés, a beállítások újraindítás után lépnek életbe. Újraindítja most?　
ConfigNet.Netcard=LAN kártya
ConfigNet.NetMask=Alhál. maszk
ConfigNet.NetServerInfo=Hálózati szerver infó
ConfigNet.NetService=Hálózati szerver
ConfigNet.No=No
ConfigNet.NoSignal=Nincs jel
ConfigNet.NtpConfig=NTP
ConfigNet.Passwd=Jelszó
ConfigNet.PortConflict=Port ütközés
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=Jelszó
ConfigNet.PPPoEUserName=Felhasználónév
ConfigNet.PrimaryDNS=Elsődleges DNS
ConfigNet.Protocol=Protokoll
ConfigNet.Prototype=Protokoll típus
ConfigNet.QualityPre=Minőség előnyben
ConfigNet.Receiver=Címzett
ConfigNet.ReplayNum=Max. 64 IP címre szűrhet!
ConfigNet.RestrictType=Korlátozás típusa
ConfigNet.SameIPTip=IP cím hozzáadva!
ConfigNet.SaveConfigFailed=Konfiguráció mentése sikertelen!
ConfigNet.Search=Keresés
ConfigNet.SecondaryDNS=Másodlagos DNS
ConfigNet.ServerName=Szerver neve
ConfigNet.SetGatewayFailed=Átjáró beállítás sikertelen!
ConfigNet.Signal=Jel
ConfigNet.SSID=SSID
ConfigNet.StandbyIP=Helyettesítő IP
ConfigNet.TcpPort=TCP Port
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TimeSection1=Időszak 1
ConfigNet.TimeSection2=Időszak 2
ConfigNet.TimeZone=Időzóna
ConfigNet.Title=Tárgy
ConfigNet.TransferPolicy=Átviteli szabályok
ConfigNet.TrustIP=Megbízható IP cím
ConfigNet.Type=Típus
ConfigNet.UDPPort=UDP Port
ConfigNet.UpdateInterval=Frissítési időtartam
ConfigNet.UploadTime=Feltöltés időpontja
ConfigNet.UpnpTip=Használata előtt győződjön meg arról, hogy a routeren fut-e az UPNP szolgáltatás
ConfigNet.VeryGood=Nagyon jó
ConfigNet.VeryLow=Nagyon rossz
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=hét
ConfigNet.WhiteList=Engedélyezett
ConfigNet.WifiNotSupport=Kizárólag WEP titkosítást támogat
ConfigNet.WifiPasswordNoMatch=Jelszó min. 10  vagy 26 hex karakter
ConfigNet.Wirecard=Vezetékes kártya
ConfigNet.Wireless=Wireless
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=Tárcsázás
ConfigPtz.Address=Cím
ConfigPtz.Even=Páros
ConfigPtz.Mark=Jelzés
ConfigPtz.Monitor=Monitorok
ConfigPtz.None=Nincs
ConfigPtz.Odd=Páratlan
ConfigPtz.PreRecord=Előrögzítés
ConfigPtz.Protocol=Protokoll
ConfigPtz.Space=Terület
ConfigVideo.High=Magas
ConfigVideo.Higher=Magasabb
ConfigVideo.Highest=Legmagasabb
ConfigVideo.Lower=Alacsonyabb
ConfigVideo.Lowest=Legalacsonyabb
ConfigVideo.Middle=Közepes
Desktop.Audio=Hang
Desktop.ChangePath=Mentési útvonal módosítása
Desktop.CloseAllWindow=Összes ablak bezárása
Desktop.CloseWindow=Ablak bezárása
Desktop.ConnAllMainStream=Minden videó csatlakozása(Fő Stream)
Desktop.ConnAllSubStream=Minden videó csatlakozása (Extra Stream)
Desktop.Device=Eszköz
Desktop.DevList=Eszközlista
Desktop.DevManager=Eszközkezelő
Desktop.DevName=Eszköz neve
Desktop.DevType=Eszköz típusa
Desktop.DisconnAll=Lecsatlakozás minden csatornáról
Desktop.DontShow=Ne mutasd legközelebb!
Desktop.ExtStream=Extra Stream
Desktop.FileName=Fájl neve
Desktop.FileType=.h264
Desktop.IPAddr=IP cím
Desktop.LocalConfig=Helyi beállítások
Desktop.LocalRecord=Helyi rögzítés
Desktop.Lock=Lezár
Desktop.Log=Napló
Desktop.MainStream=Fő Stream
Desktop.NoLogin=Jelentkezzen be az eszközre!
Desktop.Path=Mentési útvonal
Desktop.PicHQuality=Magas képminőség
Desktop.PicLQuality=Alacsony képminőség
Desktop.Playback=Visszajátsz.
Desktop.Player=Lejátszó
Desktop.Port=Port 　
Desktop.Preview=Osztott képernyős megjelenítés
Desktop.Reboot=Újraindítás
Desktop.RebootFail=Eszköz újraindítása sikertelen
Desktop.RefushName=Refush csatorna név
Desktop.RemoteCfg=Eszköz beállítása
Desktop.ReturnToMain=Fő ablak
Desktop.SITFail=SIT sikertelen
Desktop.Snapshot=Pillanatkép
Desktop.SnapshotFail=Pillanatkép nem sikerült
Desktop.Split=Képosztás
Desktop.Split1=Nézet 1
Desktop.Split12=Nézet 12
Desktop.Split13=Nézet 13
Desktop.Split16=Nézet 16
Desktop.Split2=Nézet 2
Desktop.Split20=Nézet 20
Desktop.Split25=Nézet 25
Desktop.Split36=Nézet 36
Desktop.Split4=Nézet 4
Desktop.Split6=Nézet 6
Desktop.Split64=Nézet 64
Desktop.Split100=Nézet 100
Desktop.Split8=Nézet 8
Desktop.Split9=Nézet 9
Desktop.SplitFull=Teljes képernyő
Desktop.StartTalk=Beszélgetés indítása
Desktop.StopTalk=Beszélgetés befejezése
Desktop.SureToReboot=Biztosan újraindítja az eszközt?
Desktop.SyncTime=Idő szinkronizálás
Desktop.UnsupportPreview=Az eszköz nem támogatja az osztott képernyős megjelenítést
Desktop.Window=Ablak
DeviceManage.ChnInvalid=A csatorna számának 1-16 között kell lennie
DeviceManage.DDNSExisted=Már létező DDNS beállítás
DeviceManage.DelSure=Törli a tételt?
DeviceManage.DevAdd=Hozzáad
DeviceManage.DevDel=Töröl
DeviceManage.DevEdit=Szerkeszt
DeviceManage.DevList=Eszköz lista
DeviceManage.DevManage=Eszközkezelés
DeviceManage.DevName=Eszköz neve
DeviceManage.DisconnFirst=Csatlakoztassa le az eszközt az eszközinformáció módosítása előtt.
DeviceManage.Domain=Domain
DeviceManage.DomainTooLong=Domain név túl hosszú
DeviceManage.DonameInvalid=Domain név érvénytelen
DeviceManage.ExceedMaxChn=Túllépte a támogatott csatornák számát
DeviceManage.IPAddress=IP cím
DeviceManage.IPExisted=IP cím vagy domain név már létezik.
DeviceManage.IPInvalid=Érvénytelen IP cím
DeviceManage.NameExisted=Eszköznév már létezik
DeviceManage.NameInvalid=Érvénytelen eszköznév
DeviceManage.NameTooLong=Eszköznév túl hosszú
DeviceManage.Password=Jelszó
DeviceManage.PortNum=Port
DeviceManage.RemoteCfg=Eszközbeállítás
DeviceManage.SelectDevice=Válasszon eszközt
DeviceManage.TotalChn=Csatorna szám
DeviceManage.UserName=Felhasználónév
DeviceManage.WriteFail=Írás sikertelen
Error.ClearSDKError=SDK törlési hiba
Error.CloseChnErr=Csatorna lezárási hiba
Error.ConfigCharsetUnsupport=Nem  támogatott karakterkészlet
Error.ConfigNotFound=Nincs beállítás
Error.ConfigVerifyFail=Beállítások megerősítése nem sikerült
Error.ExceedMaxIPList=Túllépte a megengedett IP címek számát.　
Error.GetConfigFail=Eszköz beállításainak lekérdezése nem sikerült.　
Error.HandleInvalid=Érvénytelen azonosító
Error.HasLogined=Felhasználó már be van jelentkezve
Error.InBlackList=Felhasználó feketelistán van
Error.InputError=Beviteli hiba
Error.InUsing=Felhasználó aktív
Error.IPExisted=Ez az IP cím már létezik
Error.IPInBlackList=Ez az IP cím már feketelistán van　
Error.IPInTrustList=Ez az IP cím már a megbízható címek listáján van　
Error.MallocErr=Memória kiosztási hiba
Error.NetErr=Hálózati hiba
Error.NoErr=Nincs hiba
Error.NoInit=Nincs SDK inicializálás
Error.NoLogin=Felhasználó nincs bejelentkezve
Error.NoPower=Nincs tápellátás
Error.NotFound=Eszköz nem található
Error.OpenChnErr=Csatorna megnyitása hiba
Error.OpenFileFail=Fájl megnyitása sikertelen
Error.ParamInvalid=Érvénytelen paraméter
Error.PasswordMismatch=Jelszó nem egyezik
Error.PauseFail=Szüneteltetés nem sikerült
Error.PwdErr=Hibás jelszó
Error.RebootFail=Sikertelen újraindítás
Error.RebootSuccess=Sikeres újraindítás
Error.ReqErr=Lekérdezési hiba
Error.SaveSuccess=Beállítások eszközre való mentése sikerült 　
Error.SelectDevice=Először válasszon egy eszközt
Error.SetConfigFail=Beállítások eszközre való mentése sikertelen
Error.SubConErr=Média csatlakozási hiba
Error.SubConSendErr=Media csatlakozás adatküldési hiba
Error.Timeout=Időtúllépés
Error.UnkownErr=Ismeretlen hiba
Error.Unsupport=SDK nem támogatott
Error.UserLock=Zárolt felhasználó
Error.UserNotExisted=Felhasználó nem létezik
Error.VerUnmatch=A fogadott adatok hibásak, talán nem megfelelő verzió.
HDDInfo.Disk=tárolás
HDDInfo.EndTime=Befejezés időpontja
HDDInfo.IndexNo=Index
HDDInfo.InfoRecordTime=Rögzítési időpontok megtekintése
HDDInfo.InfoTypeCapa=Típus és kapacitás megtekintése
HDDInfo.RemainCapacity=Fennmaradó hely
HDDInfo.SATA=SATA
HDDInfo.StartTime=Kezdés időpontja
HDDInfo.Status=Állapot
HDDInfo.TotalCapacity=Méret
HDDInfo.Type=Típus
HDDManager.Capacity=Méret
HDDManager.ClearDisk=Lemez formázása
HDDManager.DiskInfo=tárolás INFO
HDDManager.DiskNo=tárolás
HDDManager.EventDriver=Esemény HDD
HDDManager.FormatFinished=Formázás vége
HDDManager.ImagePart=Kép partíció
HDDManager.LowerCapa=Kevesebb, mint
HDDManager.Partition=Partícionálás
HDDManager.PartitionFailed=Partícionálás sikertelen!
HDDManager.PartitionNeedReboot=Partícionálás OK, Újraindítás szükséges!
HDDManager.ReadOnlyDriver=Csak olvasható
HDDManager.ReadWriteDriver=Írható/Olvasható
HDDManager.RecordCapaTooSmall=A kép partíció nem lehet kisebb 1GB-nál
HDDManager.RecordPart=Rögzítési partíció
HDDManager.RecoverError=Helyreállítás
HDDManager.ReduDriver=Tükrözött
HDDManager.RODiskCannotFormat=A lemez csak olvasható，A formázás nem lehetséges!
HDDManager.SetToReadOnly=Csak olvasható
HDDManager.SetToReadWrite=Írható/Olvasható
HDDManager.SetToRedu=Tükrözött
HDDManager.SetToSnapShot=Pillanatkép
HDDManager.SnapShotDriver=Pillanatkép
HDDManager.Space=Lemezméret
HDDManager.StateErr=Hiba
HDDManager.StateOK=Normál
HDDManager.Status=Állapot
HDDManager.SuceToExecute=Biztosan végrehajtja?
HDDManager.TipFormatDisk=A művelet a HDD teljes törléséhez vezet, kattintson az "OK"-ra a folytatáshoz vagy kattintson a "Mégsem"-re a leállításhoz.
HDDManager.TipSetToReadOnlyDriver=A művelet a HDD-t Csak olvashatóra állítja, biztosan végrehajtja?
HDDManager.TipSetToReadWriteDriver=A művelet a HDD-t Írható/Olvasható-ra állítja, biztosan végrehajtja?
HDDManager.TipSetToReduDriver=A művelet a HDD-t Tökrözött-re állítja, biztosan végrehajtja?
HDDManager.TipSetToSnapShotDriver=A művelet a HDD-t Pillanatképek tárolására állítja be, biztosan végrehajtja?
HDDManager.Type=Típus
Import.ExportConfig=Beállí. export.
Import.ExportLog=Napló mentése
Import.ImportConfig=Beállí. import.
InfoLog.Abnormal=Rendellenes
InfoLog.AlarmLocal=Helyi riasztás
InfoLog.AlarmManual=Kézi riasztás
InfoLog.AlarmNet=Net riasztás
InfoLog.AudioInFormat=BESZÉD
InfoLog.AutoMaintain=AUTO KARBANTARTÁS
InfoLog.Backup=Mentés %s
InfoLog.BlindDetect=Kamera kitakarás
InfoLog.Channel=Csatornal
InfoLog.Close=Rögzítés leállítása
InfoLog.CombineEncode=Komb. Tömörítés
InfoLog.Comm=Comm
InfoLog.DeleteFileFailed=%s fájl törlése sikertelen
InfoLog.Download=Letöltés %s
InfoLog.Encode=Tömörítés
InfoLog.Event=%smint Esemény rögzítési könyvtár
InfoLog.General=Állandó
InfoLog.GUISet=GUI
InfoLog.LocalAlarm=Helyi riasztás
InfoLog.Location=Helyzet
InfoLog.LogIn=%s felhasználó %s-ról bejelentkezett
InfoLog.LogInfo=NAPLÓ
InfoLog.LogOut=%s felhasználó %s-ról kijelentkezett
InfoLog.LogTime=Esemény ideje
InfoLog.LogType=Típus
InfoLog.LossDetect=Videójel hiány
InfoLog.Manual=Rögzítés
InfoLog.MotionDetect=Mozgásérzékelés
InfoLog.NetAbort=Hálózati infó
InfoLog.NetAlarm=Net riasztás
InfoLog.NetCommon=Közös hálózat
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=Net DNS
InfoLog.NetEmail=E-mail
InfoLog.NetIPConflict=IP cím ütközés
InfoLog.NetIPFilter=IP Filter
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=No
InfoLog.Play=visszajátszás
InfoLog.PlayBack=%s visszajátszás
InfoLog.PTZ=PTZ
InfoLog.FishEye=Panoráma
InfoLog.ClearFog=defogging
InfoLog.PTZAlarmProtocol=PTZ riasztás
InfoLog.PTZPreset=Ptz Preset
InfoLog.PTZTour=PTZ pásztázás
InfoLog.ReadFileFailed=%s fájl olvasási hiba
InfoLog.ReadOnly=%s csak Olvasható meghajtó
InfoLog.ReadWrite=%s Írható/Olvasható meghajtó
InfoLog.Record=RÖGZÍTÉS
InfoLog.Redunancy=%s mint Tükrözött rögzítési könyvtár
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d Keresés %d csatorna Riasztási felvételei között
InfoLog.SearchAll=%d-%d-%d %d:%d:%d Keresés %d csatorna Összes felvétele között
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d Keresés %d csatorna Mozgási felvételei között
InfoLog.SearchHand=%d-%d-%d %d:%d:%d Keresés %d csatorna Kézi felvételei között
InfoLog.Snapshot=Pillanatkép
InfoLog.StorageFailure=Tárhely hozzáférési hiba
InfoLog.StorageLowSpace=Alacsony szabad tárolókapacitás hiba
InfoLog.StorageNotExist=Tárhely nem létezik
InfoLog.Timing=Általános
InfoLog.Tour=Léptetés
InfoLog.TVAdjust=Kimenet beállítása
InfoLog.UpdateFailed=%s frissítés sikertelen
InfoLog.VideoBlind=Kamera kitakarás
InfoLog.VideoColor=Színbeállítás
InfoLog.VideoLoss=Videójel hiány
InfoLog.VideoMotion=Mozgásérzékelés
InfoLog.VideoSplit=Képosztás
InfoLog.VideoWidget=Video Widget
InfoLog.WriteFileFailed=%s fájl írási hiba!
Log.AlarmLog=Riasztási napló
Log.Channel=Csatorna
Log.ConnFail=Sikertelen csatlakozás
Log.ConnSuccess=Sikeres csatlakozás
Log.Date=Dátum
Log.DDNSFail=DDNS elemzése sikertelen
Log.Describe=Leírás
Log.Device=Eszköz
Log.Disconnect=Csatlakozás bontása
Log.DomainFail=Domain név elemzése sikertelen
Log.Error=Hiba
Log.HasLogined=Felhasználó már bejelentkezett
Log.InBlackList=Felhasználó feketelistán van
Log.NoLogin=Felhasználó nincs bejelentkezve
Log.NotFound=Eszköz keresése sikertelen
Log.Notify=Értesítés
Log.OpenAudioFail=Audió tár megnyitása sikertelen
Log.OpenChnErr=Megnyitási hiba
Log.OpenDecodeFail=DVR megnyitása sikertelen
Log.Operation=Művelet
Log.PwdErr=Hibás jelszó
Log.StartTalkFail=Beszélgetés indítása sikertelen
Log.StartTalkOK=Beszélgetés indítása sikeres　
Log.StopTalkFail=Beszélgetés leállítása sikertelen　
Log.StopTalkOK=Beszélgetés leállítása sikeres　
Log.Time=Idő
Log.Timeout=Időtúllépés
Log.Type=Típus
Log.User=Felhasználó
Log.UserLock=Felhasználó zárolva van
Log.UserNotExisted=Felhasználó nem létezik
Log.Warn=Figyelmeztetés
Login.AutoLogin=Auto bejelent.
Login.ConfigFile=Beállítások-fájl
Login.ConfirmPasswd=Jelszó megerősítése
Login.InBlackList=A felhasználó feketelistán van.
Login.InitDecodeCard=DVR kártya inicializálása
Login.InitDecodeCardFail=DVR kártya inicializálása sikertelen
Login.InitVideo=Videó inicializálása …
Login.InUsed=A Felhasználó már be van jelentkezve.
Login.IPInvalid=Eszköz IP címe érvénytelen!
Login.LAN=Helyi hálózat
Login.Locked=Felhasználó zárolva van
Login.Login=Bejelentkezés
Login.LoginFail=Sikertelen bejelentkezés
Login.LoginSuccess=Sikeres bejelentkezés
Login.NetEnvironment=Hálózati környezet
Login.NetError=Hálózati hiba
Login.NewPasswd=Új jelszó
Login.NotFound=Eszköz nem található
Login.OldPasswd=Régi jelszó
Login.PasswdError=Hibás jelszó
Login.Password=Jelszó
Login.ReadyLogin=Bejelentkezésre kész
Login.SavePwd=Jelszó mentése
Login.SystemBusy=Rendszer foglalt
Login.Timeout=Bejelentkezési időtúllépés
Login.UnknowError=Ismeretlen hiba
Login.User=Felhasználó
Login.UserName=Felhaszn.
Login.UserNotExisted=Felhasználó nem létezik
LogInfo.AlarmEvent=Riasztási esemény
LogInfo.All=Mind
Login.WAN=Internet
LogInfo.ClearFail=Napló törlése sikertelen
LogInfo.ClearSuccess=Napló törölve
LogInfo.ConfigOperation=Beáll.
LogInfo.EndTime=Bef. Idő
LogInfo.FileAccess=Visszajátsz.
LogInfo.LogSearch=<%s>Visszajátszási bejegyzés！
LogInfo.LogType=Típus
LogInfo.NextPage=Következő lap
LogInfo.RecordOperation=Hétköznap
LogInfo.RemoveAll=Eltávolít
LogInfo.Search=Keresés
LogInfo.StartTime=Kezdési idő
LogInfo.StorageManager=Háttértár
LogInfo.SureToClear=Valóban törli az összes bejegyzést?
LogInfo.SystemManager=Rendszer
LogInfo.UserManager=Felhasználó
LogType.AccountRestore=Felhasználó visszaállítása
LogType.AddGroup=Csop. hozzáad.
LogType.AddUser=Felh. hozzáad.
LogType.ClearDriver=Meghajtó törlése
LogType.ClearLog=Napló törlése
LogType.DeleteGroup=Csoport törlése
LogType.DeleteUser=Felh. törlése
LogType.DiskChanged=Lemezváltás
LogType.EventLatch=Zárolási esemény
LogType.EventStart=Riasztás kezdete
LogType.EventStop=Riasztás vége
LogType.FileAccess=Fájl hozzáférés
LogType.FileAccessError=Fájl hozzáférési hiba
LogType.FileSearch=Fájlkeresés
LogType.LogIn=Bejelentkezés
LogType.LogOut=Kijelentkezés
LogType.ModifyGroup=Csoport módosítása
LogType.ModifyPassword=Jelszó módosítása
LogType.ModifyTime=Rendszeridő módosítása
LogType.ModifyUser=Felh. mód.
LogType.PTZTour=Pásztázás
LogType.Reboot=Újraindítás
LogType.Record=Hétköznap
LogType.SaveConfig=Beállítások mentése
LogType.SetDriverType=Driver típusának beállítása
LogType.ShutDown=Kikapcsolás
LogType.StorageDeviceError=Háttértár hiba
LogType.Update=Frissítés
LogType.Upgrade=Frissítés
LogType.ZeroBitrate=Nincs Bitrate
OneClick.Add=Hozzáad
OneClick.Advance=Haladó
OneClick.All=Mind
OneClick.Apr=Ápr.
OneClick.Cancel=Mégsem
OneClick.ChannelNo=Csatorna
OneClick.Clean=Tisztít
OneClick.Copy=Másol
OneClick.Day=Nap
OneClick.Dec=Dec.
OneClick.Default=Alapért.
OneClick.Delete=Töröl
OneClick.Enable=Engedélyez
OneClick.Feb=Feb.
OneClick.FirstDay=első nap
OneClick.FirstWeek=1 hét
OneClick.FiveWeek=Végül
OneClick.FourWeek=4. hét
OneClick.FreeDay=Szabadnap
OneClick.Fri=Pén.
OneClick.Jan=Jan.
OneClick.Jul=Júl.
OneClick.Jun=Jún.
OneClick.LastDay=utolsó héten
OneClick.LogInfo=Napló
OneClick.Mar=Márc.
OneClick.May=Máj.
OneClick.Min=Min
OneClick.Mon=Hét
OneClick.Month=Hónap
OneClick.Nov=Nov
OneClick.Oct=Okt
OneClick.OK=OK
OneClick.Paste=Beilleszt
OneClick.Preview=Előnézet
OneClick.Prompt=Prompt
OneClick.Refrush=Frissítés
OneClick.RemoteConfig=Eszközbeállítás
OneClick.Sat=Szo
OneClick.Sec=Mp.
OneClick.SecWeek=2. hét
OneClick.Sep=Szep
OneClick.Setting=Beállítás
OneClick.SixWeek=6. hét
OneClick.Sun=Vas
OneClick.ThirdWeek=3. hét
OneClick.Thu=Csü
OneClick.Tue=Ked
OneClick.Wed=Sze
OneClick.WeekCnt=Hét
OneClick.WorkDay=Munkanap
OneClick.Year=Év
PlayBack.AlarmRecordFile=Riasztási rögzítés
PlayBack.AlarmRecordPic=Pillanatkép riasztáskor
PlayBack.ALL=összes videó
PlayBack.AllPic=Minden kép
PlayBack.Audio=Audió
PlayBack.CancelDownload=Biztosan megszakítja a letöltést?
PlayBack.CardRecordFile=Kártyás rögzítés
PlayBack.Channel=Csatorna
PlayBack.Close=Bezár
PlayBack.CloseAllWindow=Összes ablak bezárása
PlayBack.CloseWindow=Ablak bezárása
PlayBack.Date=Dátum
PlayBack.DetectRecordfile=Külső riasztás
PlayBack.DetectRecordPic=Pillanatkép mozgáskor
PlayBack.Device=Eszköz
PlayBack.Download=Letöltés
PlayBack.DownloadError=Letöltési hiba
PlayBack.DownloadFinish=Letöltés vége
PlayBack.Downloading=Letöltés folyamatban, várjon…
PlayBack.ExceedMaxChannel=Elérte a visszajátszható csatornák maximum számát.　
PlayBack.Fast=Gyors
PlayBack.File=Fájl
PlayBack.FourScreen=Négyes képosztás
PlayBack.GeneralRecordFile=Általános rögzítés
PlayBack.GeneralRecordPic=Normál pillanatkép
PlayBack.GetDataFail=Adatok lekérdezése sikertelen
PlayBack.HandRecordFile=Kézi rögzítés
PlayBack.HandRecordPic=Kézi pillanatkép készítése
PlayBack.InPlaying=ez a csatorna lejátszás alatt van, válasszon egy másikat.
PlayBack.InvalidTime=Érvénytelen idő, adja meg újra.
PlayBack.LoadImageFail=Háttérkép betöltése sikertelen
PlayBack.Local=Helyi
PlayBack.LocalRecord=Helyi rögzítés
PlayBack.NextFrame=Következő frame
PlayBack.NO=NO
PlayBack.NoRecord=Nincs felvétel
PlayBack.OpenDecodeFail=DVR megnyitása sikertelen
PlayBack.OpenFileFail=Fájl megnyitása sikertelen
PlayBack.PageDown=Lapozás le
PlayBack.PageUp=Lapozás fel
PlayBack.Pause=Szünet
PlayBack.Period=Periódus
PlayBack.Play=Lejátszás
PlayBack.Playback=Visszajátsz.
PlayBack.Playing=Lejátszás alatt…
PlayBack.PrevFrame=Előző frame
PlayBack.Prompt=Prompt
PlayBack.Search=Keresés
PlayBack.SearchFail=Keresés sikertelen
PlayBack.SelectAll=Összes kijelölése
PlayBack.SelectDevice=Válasszon ki egy eszközt
PlayBack.SelectFile=Válasszon egy fájlt
PlayBack.Slow=Lassú
PlayBack.Snapshot=Pillanatkép
PlayBack.SnapshotFail=Pillanatkép nem sikerült
PlayBack.Source=Forrás
PlayBack.Stop=Leállít
PlayBack.Timeout=Időtúllépések keresése
PlayBack.Type=Típus
PlayBack.UnkownError=Ismeretlen hiba
PlayBack.UnSelectAll=Kijelölések megszüntetése
PlayBack.Window=Ablak
PtzControl.AddPreset=Preset hozzáadása
PtzControl.AutoPan=Pan
PtzControl.AuxDirOper=Közvetlen Aux művelet
PtzControl.AuxFuncOff=Aux ki
PtzControl.AuxFuncOn=Aux be
PtzControl.AuxNooper=Aux művelet No.
PtzControl.AuxOff=Bezár
PtzControl.AuxOpen=Be
PtzControl.AuxTitle=AUX
PtzControl.CamPower=Kezdő művelet
PtzControl.ClearTour=Pásztázás törlése
PtzControl.Cruise= Pásztázás
PtzControl.Del=Törlés
PtzControl.End=Befejez
PtzControl.Enter=Belép
PtzControl.EnterMenu=Belépés menübe
PtzControl.Esc=Mégsem
PtzControl.Exit=Kilépés menüből
PtzControl.Flip=Megfordít
PtzControl.Focus=Fókusz
PtzControl.Function=Funkció
PtzControl.HighPTZ=PTZ követés
PtzControl.Iris=Írisz
PtzControl.LamRain=Lámpa
PtzControl.LeftBorder=Bal
PtzControl.Light=Világítás
PtzControl.LightOff=Világítás ki
PtzControl.LightOn=Világítás be
PtzControl.LineScan=AutoScan
PtzControl.LineScanBorder=Határ
PtzControl.NightSee=Világítás
PtzControl.None=Nincs
PtzControl.NoProtocol=Nincs beállított protokoll!
PtzControl.Number=No.
PtzControl.PageChange=Oldalváltás
PtzControl.Pattern=Minta
PtzControl.Preset=Preset
PtzControl.PTZ=PTZ
PtzControl.PtzControl=PTZ
PtzControl.Reset=Alapra
PtzControl.RightBorder=Jobb
PtzControl.Setting=Beállít
PtzControl.Setup=Beállítás
PtzControl.SIT=SIT
PtzControl.Start=Indít
PtzControl.Step=Sebesség
PtzControl.Stop=Leállít
PtzControl.Switch=Nyit Zár
PtzControl.TourRoad=Őrjárat száma
PtzControl.Value=Érték
PtzControl.ValueEmpty=Érték megadása kötelező
PtzControl.Wiper=Ablaktörlő
PtzControl.Zoom=Zoom
Record.Auto=Időzítés
Record.Closed=Leállít
Record.Manual=Kézi
RecordConfig.Mode=Rögz. mód
RecordStorage.Alarm=Riasztás
RecordStorage.Detect=Mozgás
RecordStorage.Files=Képek
RecordStorage.General=Állandó
RecordStorage.PreRecord=Előfelvétel
RecordStorage.PreSnap=PrePill.kép
RecordStorage.RecordLen=Hossz
RecordStorage.Redu=Tükrözés
RecordStorage.ScheduleSet=Beállít
RecordStorage.TimeSection=Periódus
RecordStorage.TimeSection1=Periódus 1
RecordStorage.TimeSection2=Periódus 2
RecordStorage.TimeSection3=Periódus 3
RecordStorage.TimeSection4=Periódus 4
RecordStorage.TimeSection5=Periódus 5
RecordStorage.TimeSection6=Periódus 6
RecordStorage.Week=Napok
Title.AbnormalAlarm=Rendellenes
Title.Alarm=Riasztás
Title.AlarmConfig=Riasztási beállítás
Title.AlarmIn=Riasztási bemenet
Title.AlarmOut=Riasztási kimenet
Title.AlarmStatus=Riasztási állapot
Title.AssistFunction=Segéd funkció
Title.AutoMaintain=Automatikus karbantartás
Title.Backup=Mentés
Title.BitrateStatistics=BPS
Title.BlindConfig=Kamera kitakarás
Title.ChannelName=Kamera azonosító
Title.CommConfig=RS-232
Title.DisplayConfig=GUI kijelző
Title.EncodeConfig=Tömörítés
Title.GeneralConfig=Általános
Title.HDDInfo=Adatok tárolására.
Title.HDDManager=Storage Management
Title.ImageConfig=Színbeállítás
Title.ImExportConfig=Import/Export
Title.LogInfo=NAPLÓ
Title.LogOut=Kijelentkezés
Title.MagicBox=Varázsdoboz
Title.MainMenu=Fő menü
Title.MotionDetectConfig=Videó mozgás
Title.NetAlarmConfig=Net Riasztás
Title.NetCommonConfig=Hálózat
Title.NetService=Net Szolgáltatások
Title.OnlineUser=Online felhasználók
Title.Partition=HDD Partícionálás
Title.PlayBack=Visszajátsz.
Title.PtzConfig=PTZ Előre beállított
Title.PtzControl=PTZ vezérlés
Title.Record=Rögzítés
Title.RecordConfig=Rögzítés
Title.RecordMode=Rögzítési mód
Title.SetDefault=Alapértelmezett
Title.SnapShot=Pillanatkép
Title.SystemConfig=Rendszer
Title.SystemInfo=Infó
Title.SystemUpgrade=Frissítés
Title.Tools=Haladó
Title.TourConfig=Léptetés
Title.TVAdjust=Kimenet beállítása
Title.UserManager=Felhasználó
Title.Version=Verzió
Title.VideoLossConfig=Videójel hiány
Title.VideoMonitor=Monitor
TourPlan.Add=Hozzáad
TourPlan.Del=Törlés
TourPlan.Down=Le
TourPlan.Mod=Mód.
TourPlan.PlanInTouring=A léptetés folyamatban, először zárja be.
TourPlan.PlanName=Terv neve
TourPlan.TourPlan=Léptetési terv
TourPlan.TourPlanNode=Léptetés részei
TourPlan.Up=Fel
Upgrade.AddDevice=Eszköz hozzáadása
Upgrade.Browse=Útvonal
Upgrade.Destribe=Leírás
Upgrade.FileName=Fájlnév:
Upgrade.IPAdress=IP cím
Upgrade.IPSearch=IP keresés
Upgrade.Login=Bejelentkezés
Upgrade.NO=NO.
Upgrade.Password=Jelszó
Upgrade.Port=Port
Upgrade.Progress=Frissítési folyamat:
Upgrade.Prompt=Prompt
Upgrade.Run=Frissítés
Upgrade.SelectFile=Jelölje ki a frissítési fájlt
Upgrade.SendData=Adatok küldése:
Upgrade.StartUpgrade=Frissítés indítása
Upgrade.UpgradeFail=Sikertelen frissítés
Upgrade.UpgradeSuccess=Sikeres frissítés
Upgrade.UpgradeTool=Frissítési eszköz
Upgrade.UserName=Felhasználónév
UserManager.AddGroup=Csop. hozzáad.
UserManager.AddUser=Felh. hozzáad.
UserManager.Authority=Jogosultság
UserManager.ConfirmPassword=Megerősít
UserManager.DefaultUser=Alapért. felhasználó
UserManager.DeleteGroup=Csoport törlése
UserManager.DeleteUser=Felh. törlése
UserManager.Group=Csoport
UserManager.GroupName=Név
UserManager.LackAuchority=Nincs jogosultság
UserManager.LoginSystem=RENDSZER BELÉPÉS
UserManager.Memo=Megjegyzés
UserManager.ModGroup=Csoport mód.
UserManager.ModPassword=Jelszó módosítása
UserManager.ModUser=Felh. mód.
UserManager.NewPassword=Új jelszó
UserManager.No=No
UserManager.OldPassword=Régi jelszó
UserManager.OwnerGroup=Csoport
UserManager.PleaseLogin=Jelentkezzen be
UserManager.Sharable=Újrahasználható
UserManager.User=Felhasználó
UserManager.UserName=Felhasználónév
UserManager.UserPassword=Jelszó
UserManager.UserState=Állapot
UserManager.UserStateOK=Normál
UserManager.UserStateStoped=Leállítva
Version.AlarmIn=Riasztási bemenet
Version.AlarmOut=Riasztási kimenet
Version.Channel=Rögzítési csatorna
Version.ExChannel=Extra csatorna
Version.ReleaseDate=Gyártási idő
Version.SystemVersion=Rendszer
PtzControl.DelPreset=Preset törl.
DisplayConfig.TimeTitle=Idő kijelzés
DisplayConfig.RecordStatus=Rögz. állapot
DisplayConfig.ResistTwitter=Deflick
DisplayConfig.Transparence=Átlátszóság
DisplayConfig.Channel=Csatorna
Log.OprLog=Műveleti napló
DisplayConfig.AlarmStatus=Riaszt-i áll.
WebBT.Ok=OK
WebBT.Reboot=Újraindulás
WebBT.SetDefault=Alapra
WebInput.Password=Jelszó
WebInput.UserName=Felh. Név
WebPtz.Cruise=Léptetés
WebPtz.Focus=Fókusz
WebPtz.Iris=Írisz
WebPtz.Preset=Preset
WebPtz.Step=Lépés
WebPtz.Zoom=Zoom
WebTitle.ImageColorConfig=Szín beáll.
WebTitle.LocalConfig=Helyi beáll.
WebTitle.Log=Napló
WebTitle.LogOut=Kijelentkezés
WebTitle.OtherSet=Egyéb beáll.
WebTitle.Playback=Visszaj.
WebTitle.RemoteCfg=Beállítás
Authority.Monitor_17=MONITOR_Cs 17
Authority.Monitor_18=MONITOR_Cs 18
Authority.Monitor_19=MONITOR_Cs 19
Authority.Monitor_20=MONITOR_Cs 20
Authority.Monitor_21=MONITOR_Cs 21
Authority.Monitor_22=MONITOR_Cs 22
Authority.Monitor_23=MONITOR_Cs 23
Authority.Monitor_24=MONITOR_Cs 24
Authority.Monitor_25=MONITOR_Cs 25
Authority.Monitor_26=MONITOR_Cs 26
Authority.Monitor_27=MONITOR_Cs 27
Authority.Monitor_28=MONITOR_Cs 28
Authority.Monitor_29=MONITOR_Cs 29
Authority.Monitor_30=MONITOR_Cs 30
Authority.Monitor_31=MONITOR_Cs 31
Authority.Monitor_32=MONITOR_Cs 32
Authority.Replay_17=  VISSZAJÁTSZÁS_Cs17
Authority.Replay_18=  VISSZAJÁTSZÁS_Cs18
Authority.Replay_19=  VISSZAJÁTSZÁS_Cs19
Authority.Replay_20=  VISSZAJÁTSZÁS_Cs20
Authority.Replay_21=  VISSZAJÁTSZÁS_Cs21
Authority.Replay_22=  VISSZAJÁTSZÁS_Cs22
Authority.Replay_23=  VISSZAJÁTSZÁS_Cs23
Authority.Replay_24=  VISSZAJÁTSZÁS_Cs24
Authority.Replay_25=  VISSZAJÁTSZÁS_Cs25
Authority.Replay_26=  VISSZAJÁTSZÁS_Cs26
Authority.Replay_27=  VISSZAJÁTSZÁS_Cs27
Authority.Replay_28=  VISSZAJÁTSZÁS_Cs28
Authority.Replay_29=  VISSZAJÁTSZÁS_Cs29
Authority.Replay_30=  VISSZAJÁTSZÁS_Cs30
Authority.Replay_31=  VISSZAJÁTSZÁS_Cs31
Authority.Replay_32=  VISSZAJÁTSZÁS_Cs32
ConfigEncode.Channel17-24=KAM 17-24
ConfigEncode.Channel17-32=KAM 17-32
ConfigEncode.Channel17=KAM 17
ConfigEncode.Channel18=KAM 18
ConfigEncode.Channel19=KAM 19
ConfigEncode.Channel20=KAM 20
ConfigEncode.Channel21=KAM 21
ConfigEncode.Channel22=KAM 22
ConfigEncode.Channel23=KAM 23
ConfigEncode.Channel24=KAM 24
ConfigEncode.Channel25-32=KAM 25-32
ConfigEncode.Channel25=KAM 25
ConfigEncode.Channel26=KAM 26
ConfigEncode.Channel27=KAM 27
ConfigEncode.Channel28=KAM 28
ConfigEncode.Channel29=KAM 29
ConfigEncode.Channel30=KAM 30
ConfigEncode.Channel31=KAM 31
ConfigEncode.Channel32=KAM 32
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Vietnamese=Việt
ConfigGeneral.WorkHour=Munkaidő
ConfigNet.UPNP=UPNP
Decoder.SelectVideoChn=Válasszon csatornát
DeviceDesc.AutoReboot=Automatikus újraindítás
DeviceDesc.RestoreAccount=Felhaszn. gyári beáll.
Error.ChannelExisted=Létező csatorna
InfoLog.AlarmServer=Riasztási Szerver
InfoLog.Net3G=3G
InfoLog.NetARSP=ARSP
InfoLog.RS485=RS485
InfoLog.Wifi=Wifi
Language.Arabic=العربية
OneClick.Aug=Aug
PlayBack.BeginDate=Start
PlayBack.ByName=Név szerint
PlayBack.ByTime=Idő szerint
PlayBack.EndDate=Vége
PlayBack.PlayBackType=Lekérd. Mód
PlayBack.SyncMode=Szinkron
Tips.DeviceProduct=Haladó beállítások
Title.DeviceProduc=Funkciók beállítása
Version.Product=Eszköz típusa
Login.AutoConnet=Kamerák automatikus csatlakozása
PtzControl.Goto=Menj
PtzControl.Edit=Szerkeszt
AccountMSG.ExportFail=Sikertelen exportálás
AccountMSG.ExportOK=Sikeres exportálás
AccountMSG.ImportFail=Sikertelen importálás
AccountMSG.ImportOK=Sikeres importálás, indítsa újra a CMS-t　
AlarmManage.AlarmSetting=Riasztási beállítás
Backup.AllDaysTemplate=Minden nap
Backup.Apply=Alkalmaz
Backup.AutoRecover=Automatikus helyreállás
Backup.BackupConfig=Mentési beállítás
Backup.CameraName=Kamera azonosító
Backup.CameraNo=Kamera száma
Backup.Cancel=Mégsem
Backup.Delete=Töröl
Backup.DeviceName=Eszköz neve
Backup.EditPlanTemplate=Ütemterv szerkesztése
Backup.EmptyTemplate=Üres
Backup.FreeBytes=Szabad terület (MB)
Backup.Fri=P
Backup.Mon=H
Backup.MoveChannel=A jobb oldali eszközlistából húzza ide a listába a megfelelő kamerát
Backup.NameExisted=Már létező név
Backup.NameNotExisted=Ez a név még szabad
Backup.PacketTime=Csomag ideje
Backup.PlanTemplate=Ütemtervek
Backup.RecordBackupConfig=Rögz. időz.
Backup.Sat=Szo
Backup.Setup=Beállít
Backup.StartBigerThanEnd=Kezdő időpont érvénytelen
Backup.StartRealBackUp=Valósidejű mentés indítása
Backup.StopFirst=Mentés folyamatban! Módosításhoz először állítsa le a mentést.
Backup.Storage=Háttértár
Backup.Sun=V
Backup.Thurs=Cs
Backup.TotalBytes=Teljes méret (MB)
Backup.Tues=K
Backup.Wed=Sze
Config.AlarmLogTime=Riasztási bejegyzés élettartama
Config.AlarmRecordLen=alarm record késleltetés
Config.AutoConnect=Automatikus csatlakozás az utolsó megtekintett csatornához.
Config.AutoExpand=Automatikus csatorna kiterjesztés csatlakozás után
Config.AutoRun=Automatikus indulás
Config.BaseConfig=Alap beállítás
Config.Browse=Útvonal
Config.ClientVersion=Kliens
Config.ConfigVersion=Eszköz beállítás
Config.DecoderVersion=DVR
Config.DiskList=Lemez lista
Config.FreePercent=Szabad hely (%)
Config.FreeSize=Szabad hely(MB)
Config.FullMode=Felülírás
Config.LocalPlayback=Helyi visszajátszás
Config.LogMaintence=Napló karbantartás
Config.NetVersion=Net
Config.OprLogTime=Műveletek naplózási élettartama
Config.Picture=Kép könyvtár
Config.PlayBackVersion=Visszanézés
Config.Record=Rögzítési könyvtár
Config.RecordLen=Hossz
Config.RecordSet=Rögzítési beállítás
Config.RemotePlayback=Távoli visszajátszás
Config.ShowAlarmLog=Riasztási bejegyzések mutatása
Config.Storage=Tároló
Config.ToAVI=Helyi rögzítés AVI formátumban
Config.TotalSize=Teljes méret(MB)
Config.UsedPercent=Használt(%)
Config.UsedSize=Használt méret(MB)
Config.VersionInfo=Verzió infó
Config.VideoVersion=Videó
ConfigEncode.Channel11_12=KAM 11-12
ConfigEncode.Channel13_14=KAM 13-14
ConfigEncode.Channel13_16=KAM 13-16
ConfigEncode.Channel15_16=KAM 15-16
ConfigEncode.Channel17_20=KAM 17-20
ConfigEncode.Channel17_24=KAM 17-24
ConfigEncode.Channel17_32=KAM 17-32
ConfigEncode.Channel1_16=KAM 1-16
ConfigEncode.Channel21_24=KAM 21-24
ConfigEncode.Channel25_28=KAM 25-28
ConfigEncode.Channel25_32=KAM 25-32
ConfigEncode.Channel29_32=KAM 29-32
ConfigEncode.Channel33_36=KAM 33-36
ConfigEncode.Channel3_4=KAM 3-4
ConfigEncode.Channel5_6=KAM 5-6
ConfigEncode.Channel5_8=KAM 5-8
ConfigEncode.Channel7_12=KAM 7-12
ConfigEncode.Channel7_8=KAM 7-8
ConfigEncode.Channel9_10=KAM 9-10
ConfigEncode.Channel9_12=KAM 9-12
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Hebrew=עברית
ConfigNet.NetAlarm=Hálózati riasztás
ConfigNet.RTSP=RTSP
Connect.Connected=Csatlakozás OK
Connect.DeviceName=Eszköz neve
Connect.Disconnected=Csatlakozás sikertelen
Connect.State=Állapot
DDNS.DDNSCofing=DDNS beállítás
Decoder.AddDecoder=DVR hozzáadás
Decoder.Attribute=Attribútum
Decoder.ChnNotDevice=Válasszon egy kamera vagy DVR csatornát, nem eszközt
Decoder.DecoderChannel=DVR csatorna
Decoder.DeleteDecoder=DVR törlés
Decoder.DeviceChannel=Kamera csatorna
Decoder.EditDecoder=DVR szerkesztése
Decoder.HasVideoChn=Egy kamera / DVR csatorna. Kérem, válasszon másik DVR csatornát
Decoder.SelectDecoderChannel=Válasszon egy DVR csatornát
Desktop.Backup=Mentés
Desktop.MapCtrl=E-térkép
Desktop.Return=Vissza
Desktop.Search=Keresés
Desktop.SureToClose=Biztosan kilép?
Desktop.TimeSync=Idő szinkronizálása a PC-vel
Desktop.ZoneList=Zóna lista
DeviceManage.Cancel=Mégsem
DeviceManage.DaHua=DaHua
DeviceManage.DefaultZone=Alapértelmezett zóna
DeviceManage.DelAreaSure=Biztosan töröl minden eszközt a zónában, a zóna törlése előtt?　
DeviceManage.DisconnAllDevFirst=Győződjön meg róla, hogy az eszköz a zónában ne legyen csatlakozva, a zónainformáció módosítása előtt.
DeviceManage.HiKang=SZATELLIT
DeviceManage.LoginType=Bejel. típ.
DeviceManage.Modify=Módosítás
DeviceManage.MostTwoLeverZone=Max. 2 zónaszint támogatása　
DeviceManage.SelectArea=Először válasszon egy zónát
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=Rendszám
DeviceManage.UpZone=Felső zóna
DeviceManage.Vendor=Kereskedő
DeviceManage.XiongMai=H264DVR
DeviceManage.Zone=Zóna
DeviceManage.ZoneEmpty=Nincs zóna név megadva
DeviceManage.ZoneExisted=Már létező zóna
Error.AddDevFirst=Eszközlista üres. Eszköz hozzáadása: "%s->%s"
Error.AlreadyRunning=CMS fut
Error.LanguageSaveSuccess=Sikeres mentés, indítsa újra a CMS-t.　
Error.ResoluitonNotMatch=Ajánlott VGA felbontás: 1024*768
Error.winlimited=Az ablakok száma max. 4
Log.Alarm=Riasztás
Log.All=Mind
Log.Backup=Mentés
Log.BeginTime=Kezdés időpontja
Log.Clear=Töröl
Log.ClientConfig=Kliens beállítások
Log.CloseCMS=CMS bezárása
Log.CloseOK=Sikeres bezárás
Log.DeviceConfig=Eszköz beállítása
Log.EndTime=Befejezés időpontja
Log.LogType=Esemény típusa
Log.Map=Térkép
Log.NextPage=Köv. oldal
Log.OpenChnOK=Sikeres megnyitás
Log.Playback=Visszajátsz.
Log.PrePage=Előző oldal
Log.Reboot=Újraindít
Log.Search=Keresés
Log.SelectDevice=Eszköz kiválasztása
Log.SystemOperatin=Rendszer műveletek
Log.Talk=Beszélgetés
Log.UserManager=Felhasználó kezelés
Log.Video=Videó
Login.UserIsLocked=Felhasználó zárolva
Login.UserIsStoped=Felhasználó által leállítva
MapCtrl.Add=Hozzáad
MapCtrl.AddFail= Kép hozzáadása sikertelen
MapCtrl.AddPicture=Kép hozzáadása
MapCtrl.AlarmDevice=Riasztó eszköz
MapCtrl.Browse=Útvonal
MapCtrl.Camera=Kamera
MapCtrl.Cancel=Mégsem
MapCtrl.ChooseOnePicture=Válasszon egy képet!
MapCtrl.CopyFail=Kép másolása sikertelen
MapCtrl.DeleteFail=Kép törlése sikertelen
MapCtrl.Description=Leírás
MapCtrl.DescriptionTooLang=A kép leírása nem haladhatja meg a 256 karaktert.　
MapCtrl.Dev=Eszköz
MapCtrl.Edit=Beáll.
MapCtrl.EditFail=Kép szerkesztése sikertelen
MapCtrl.InputPicName=Adja meg a kép nevét!
MapCtrl.Map=Térkép
MapCtrl.MapCtrl=MapCtrl
MapCtrl.MapInfo=Térkép infó
MapCtrl.Modify=Módosít
MapCtrl.Name=Név
MapCtrl.NameInUsed=Ez a képnév már használatban van!
MapCtrl.NameTooLong=A kép neve nem lehet 32 karakternél hosszabb! 　
MapCtrl.NodeInUsed=A csomópont egy másik térképen van!
MapCtrl.OK=OK
MapCtrl.Picture=Kép
MapCtrl.PictureEdit=Kép beáll.
MapCtrl.PictureName=Kép neve
MapCtrl.PicturePath=Kép mentési útvonala
MapCtrl.PictureTooBig=A képfájl túl nagy vagy már törlésre került. Válasszon egy másik képet, különben nem használható!　
MapCtrl.Remove=Töröl
MapCtrl.Save=Ment
MapCtrl.SaveFail=Kép mentése nem sikerült
MapCtrl.SaveOK=Kép mentése sikerült
MapCtrl.SureToDel=Biztosan törli?
MapCtrl.SureToDelAllDevOnMap=A térképen minden törlődni fog. Folytatja?
MapCtrl.Type=Típus
OneClick.Apply=Alkalmaz
PlayBack.Backup=Mentés
PlayBack.LocalPlayback=Helyi
PlayBack.RemotePlayback=Távoli
PlayBack.SingleFrame=Egy frame
PtzControl.Add=Hozzáad
Right.Backup=Mentés
Right.ColorControl=Színbeállítás
Right.DeviceManagement=Eszközkezelő
Right.LocalConfig=Kliens beállítások
Right.Mapctrl=Térkép ellenőrzés
Right.Monitor=Monitor
Right.Playback=Visszajátsz.
Right.PTZControl=PTZ Vezérlés
Right.RemoteConfig=Távoli beállítás
Right.UserManager=Felh. Kezelése
Title.AddArea=TERÜLET HOZZÁADÁSA
Title.AddDevice=ESZKÖZ HOZZÁADÁSA
Title.Advance=Haladó
Title.CMS=CMS
Title.ColorTitle=Szín
Title.Config=Beállítás
Title.Connect=Kapcsolat teszt
Title.Decoder=DVR
Title.Delete=TÖRLÉS
Title.Device=Eszköz
Title.DeviceManager=Eszközkezelő
Title.Export=Eszköz exportálása
Title.Import=Eszköz importálása
Title.Loading=GPRO Betöltés...
Title.LocalConfig=Helyi beállítás
Title.LocalTime=Idő
Title.LogManager=Helyi naplózás
Title.MapManager=Térkép
Title.Modify=Módosít
Title.PTZ=PTZ
Title.RemoteConfig=Távoli beállítás
Title.TourManager=Léptetés
Upgrade.EditDevice=Eszköz szerk.
Upgrade.Searching=Keresés
User.AddGroup=Csop. hozzáad.
User.AddGroupFailed=Csoport hozzáadása sikertelen
User.AddUser=Felh. hozzáad.
User.AddUserFailed=Felhasználó hozzáadása sikertelen
User.Apply=Alkalmaz
User.Cancel=Mégsem
User.CancelModify=Módosítás visszavonása
User.Confirm=Megerősít
User.Describe=Leírás:
User.Device=Eszköz
User.DeviceChoose=Eszköz kiválasztása:
User.DeviceList=Eszköz lista
User.Devices=Eszközök:
User.Group=Csoport
User.GroupAttribute=Csoport attribútum
User.GroupExists=A csoport már létezik!
User.GroupName=Csoport neve:
User.GroupNameEmpty=Csoport név nem maradhat üresen!
User.Modify=Módosít
User.ModifyDeviceNow=Eszköz módosítása
User.Modifying=Módosít…
User.ModifyPassword=Jelszó módosítása
User.ModifyRightNow=Jogosultságok módosítása
User.ModifyUserNow=Felh. mód.
User.ModUserFailed=Felhasználó módosítása sikertelen
User.Name=Név
User.NewPsw=Új jelszó
User.Normal=Normál
User.OK=OK
User.OldPasswordError=Régi jelszó hibás!
User.OldPWD=Régi jelszó
User.Password=Jelszó
User.PasswordNotEmpty=Jelszó nem maradhat üresen!
User.PasswordNotMatched=Jelszó nem egyezik!
User.Right=Jogosultság
User.RightChoose=Jogosultság kiválasztása:
User.RightList=Jogosultsági lista
User.Rights=Jogosultságok
User.SelectOneUser=Válasszon ki egy felhasználót
User.StopUse=Használat megszüntetése
User.SuperUserCanDel='Super' felhasználó nem törölhető
User.SureToDelGroup=Biztosan törli a következő csoportot: %s?
User.SureToDelUser=Biztosan törli a következő felhasználót: %s?
User.UserAttribute=Felhasználói attribútum
User.UserExists=Felhasználó már létezik!
User.UserLocked=Felhasználó zárolva
User.UserName=Felhasználónév
User.Users=Felhasználók:
Desktop.LogOut=Kilépés
WebBT.LogIn=Bejelentkezés
PlayBack.FileInPlaying=Fájlt játszik, kapcsolja ki
WebBT.PlayAll=Játék Összes csatorna
WebBT.StopPlayAll=Zárja be az összes csatorna
WebBT.RecordAll=Minden csatorna videó
WebBT.StopRecordAll=Close All Video
LogType.SetTime= Idő beállítása
LogType.SaveSystemState=Rendsz. áll. mentése
ConfigNet.UPNPTip=Használata előtt győződjön meg arról, hogy a routeren fut-e az UPNP szolgáltatás
ConfigNet.ArspConfig=ARSP
ConfigNet.ManEnable=Hálózatkezelés
ConfigNet.DeviceID=DVR azon.
ConfigNet.MsgPort=Üzenet Port
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=Eszköz neve
ConfigNet.TimeSyncEnable=Idő szinkronizálás
ConfigNet.DownLoadPort=Letöltési Port
ConfigNet.CorpEnable=Vállati szerver
Title.DeviceProduct=Funkció telepítési
Decoder.Reboot=Indítsa újra a DVR-t
PlayBack.BackupFinish=Biztonsági mentés befejeződött
PlayBack.FileNotExist=A fájl nem létezik
Right.Logview=Napló megtekintése
InfoLog.SystemState=Rendszer állapot
InfoLog.StroagePosition=Tárolási hely
InfoLog.DeviceDesc=Eszköz leírása
InfoLog.Test=Eszköz konfiguráci
ConfigEncode.HorizontalAcutance=a szint élesség
ConfigEncode.VerticalAcutance=függőleges Élesség
DeviceManage.SerialIDInvalid=Sorozatszám érvénytelen
DeviceManage.DDNSIPInvalid=Szerver címe nem érvényes
DeviceManage.DDNSPortInvalid=Server port érvénytelen
DeviceManage.DDNSFAIL=Megállapodás nem oldotta DNS
ConfigNet.HaveModify=Hálózati eszközök változott, kérjük, újra be a készüléket
ConfigComm.RS485=RS485 eszköz
ConfigComm.PTZ=PTZ eszköz
WebTitle.UserLogin=belépés
WebBt.StartAll=teljes
WebBt.StopAll=pont
WebTitle.TLlogo=H.264 Hálózat videofelügyeleti rendszer
WebBt.Logout=logout
ConfigNet.SetSubMarkFailed=Ha nem be a Subnet mask
ConfigNet.IsOnline=onlinevagy
Desktop.SplitDown=elutasított
Desktop.SplitUp=előkerült
WebTitle.DigitalChannel=digitális csatorna
DigitalChannel.Channel=csatorna
DigitalChannel.Enable=Enabled
DigitalChannel.Sync=időszinkronizáló
DigitalChannel.Mode=kapcsolati mód
DigitalChannel.TourTime=Kör a Tour idő
DigitalChannel.NetConfigList=Hálózatbeállítási lista
Title.DigitalChannel=digitális csatorna
DigitalChannel.SingleLink=Single kapcsolat
DigitalChannel.MulLink=több-link
DigitalChannel.CfgName=konfiguráció Név
DigitalChannel.RemoteChannel=távoli elérés
DigitalChannel.Stream=folyam
Wireless.Setting=Wireless szonda szett
Wireless.CameraRegister=Wireless szenzor év
Wireless.Camera=szonda
Wireless.Register=év
Wireless.Cancel=Törölje
Wireless.ClearAll=Töröl minden regisztrált
Wireless.Registered=Bejegyzett szonda
Wireless.RefreshList=lista frissítése
Title.WireCamera=Wireless szenzor
Wireless.RemoteControl=Távirányító
Desktop.Region=kibővült
Title.ImportConfig=import és export
Playback.Minutes=jegyzőkönyv
Playback.Hours=óra
Vesion.Day=nap
Vesion.RunTime=Futás állapot
CameraPara.Exposure=expozíciós mód
CameraPara.LeastTime=minimális idő
CameraPara.MostTime=maximális idő
CameraPara.DayNight=Nappali/éjszakai üzemmód
CameraPara.BackLight=Ellenfény kompenzáció
CameraPara.Auto=Auto Iris
CameraPara.Balance=profil
CameraPara.SignType=jel típusa
CameraPara.Mirror=tükör
CameraPara.Roll=Kapcsolja be
CameraPara.HandOper=kézi
CameraPara.AutoOper=automatikus
CameraPara.Disable=nincs engedélyezve
CameraPara.Daylight=napfény
CameraPara.Cloudy=felhős nap
CameraPara.IncandeScence=izzólámpa
CameraPara.Fluorescent=fénycső
CameraPara.TungSten=volfrám
CameraPara.Input=belső bemeneti
CameraPara.ON=nyitott
CameraPara.OFF=közeli
CameraPara.Colour=szín
CameraPara.BlackWhite=fekete-fehér
Title.CameraPara=kamera paraméterek
CameraPara.millisecond=milliszekundumos
DisplayConfig.ChannelTitle=Csatorna címe
ConfigNet.EncrypType=titkosítás
ConfigNet.KeyType=Key Type
ConfigNet.WifiPWDNoMatchHex=Jelszó kell lennie 10,26 vagy 32 hexadecimális karakter
ConfigNet.WifiPWDNoMatchASCII=Jelszót kell 5,26 vagy 16-bites ASCII kód
ConfigNet.Hex=Hex
ConfigNet.ASCII=ASCII-kód
CameraPara.AE=AE Reference
CameraPara.Default=Alapértékek
CameraPara.Send=küld
CameraPara.Indoor=Beltéri
CameraPara.Outdoor=szabadtéri
CameraPara.BugInformation=Front-end parancsot
CameraPara.Most=határ
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=batch Configuration
DeviceRemote.SelectDevice=Kell beállítani az eszközt(azonos típusú)
InfoLog.TimeChanged=idő kalibrációs
LogType.TimeChanged=módosítás ideje
LogType.DiskOver=Tárolás riasztás
InfoLog.DiskOver=Tároló megtelt
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=No.1 telefon
ConfigNet.PoneNumb2=No.2 telefon
ConfigNet.PoneNumb3=No.3 telefon
ConfigNet.SendTimes=Elküldött száma
InfoLog.AccountManual=kézi
WebBT.ChangeRatio=viszony
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
Desktop.Size4_3=Kijelző szerint 4:3
Desktop.Size16_9=Kijelző szerint 16:9
Desktop.DisplaySize=megjelenítési arány / méret
PlayBack.PlayStyle=lejátszás Stílus
DeviceManage.CreateSocketFailed=Nem sikerült létrehozni a socket
DeviceManage.ConnServeFailed=Nem sikerült kapcsolódni a szerverhez
DeviceManage.ParseDomainFailed=DNS-hiba
DeviceManage.SendDataFailed=Nem sikerült elküldeni protokoll csomagok
CameraShutter.Strong=nagy
CameraShutter.Middle=közepes
CameraShutter.Low=alacsony
CameraPara.RejectFlicker=anti flicker
CameraPara.EsShutter=lassú zársebesség
DigitalChannel.VirtualChannel=Analog
DigitalChannel.DigitalChannel=Digitális
DigitalChannel.ChannelMode=Channel mód
DigitalChannel.ChannelStatus=Csatorna állapota
DigitalChannel.MaxResolution=maximális felbontás
DigitalChannel.CurResolution=jelenlegi felbontás
DigitalChannel.ConnStatus=Kapcsolat állapota
DigitalChannel.None=Nincs
DigitalChannel.NoConfig=nem konfigurált
DigitalChannel.NoLogin=nem vagy belépve
DigitalChannel.NoConnect=nincs csatlakoztatva
DigitalChannel.Connected=összefüggő
DigitalChannel.UnKnown=ismeretlen
ConfigNet.Reboot=A készülék újraindul,akkor a bejelentkezési eszköz 
DigitalChannel.Attribute=Attribútum 
Title.ChangeAttribute=Csatorna kapcsolási tulajdonságok
ChangeMode.Text1=Digitális,analóg csatornák szabadon válthat tulajdon
ChangeMode.Text2=A bekapcsolás után a felbontás változatlan marad
ChangeMode.Text3=Jelenleg csak a nyers tulajdonságait az analóg csatornák ingyen kapcsoló
ChangeMode.UnsupportChange=Nem támogatja az összes csatornát váltott analóg csatornák
Import.ImportSuccess=Import a konfiguráció sikeres, indítsd újra a készüléket.
InfoLog.VideoOut=Video Kimenet
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=lejátszás mód
Playback.RecType=rekord típusának
ConfigNet.DASID=Sorszám
ConfigNet.DASServerAddr=kiszolgáló címe
ConfigNet.DASServerPort=kiszolgáló kikötő
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=IR szinkron kapcsoló
CameraPara.AutoSwitch=automatikus váltás
InfoLog.NetIpConflict=IP konfliktus
ConfigNet.TransMission=hálózat kiemelt
config.MaxCacheTimes=A cache maximális idő
ConfigNet.PortModify=Portjába adatai megváltoztak, kérjük, lépjen ki és indítsa újra a készüléket életbe
CameraPara.Dnc=átváltási küszöbérték
CameraPara.Sensitivity=AE érzékenység
LogType.RecoverTime=Feléledési idő
Error.NoSupportChinese=Nem támogatja a kínai
Config.CatchPic=Snapshot Format
Title.Help=Segítség
DeviceManage.DevIsExisted=Eszköz már létezik
CarFunc.Select=Válasszon
CarFunc.StateSort=állapot kategóriák
CarFunc.CarStatus=jármű állapota
CarFunc.InputMode=Beviteli mód
CarFunc.EquipSort=eszköz típus
CarFunc.DelayOpen=Késleltetett indítás
CarFunc.DelayClose=késleltetett kikapcsolás
CarFunc.RunStatus=Üzemi állapot
CarFunc.LeftLight=forduljon balra a fények
CarFunc.RightLight=Fordulj jobbra fény
CarFunc.LeftFrontDoor=bal első ajtó
CarFunc.RightFrontDoor=jobb első ajtó
CarFunc.LeftBackDoor=Balra a hátsó ajtó
CarFunc.RightBackDoor=jobb hátsó ajtó
CarFunc.BackDoor=hátsó ajtó
CarFunc.Opened=Alapállapotban nyitott
CarFunc.Closed=Normális-off
CarFunc.DelaySet=Beállítható időzítés
Title.CarFunc=jármű funkciók
ConfigNet.NetPre=Hálózati prioritás
Desktop.ConnectDevice=Csatlakoztatott eszközöket, kérem várjon
Title.AutoConnectVideo=A készülék automatikusan kapcsolódjon
DeviceManager.ConnectVideo=Nyissa meg a megfelelő videó
Config.ReconnectTimes=Automatikus visszakapcsolás száma
SMTP.SnapChannel=pillanatkép csatorna
PlayBack.Print=nyomtatás
ConfigNet.Up=fel
ConfigNet.Down=lefelé
ConfigNet.NetInfo=Hálózati platform információs halmaz
CarFunc.TimeZone=Time Zone
CarFunc.UpdateInterval=Frissítés időszak
CarFunc.GPSReviseTime=GPS időzítés
ConfigNet.Setup=Beállítás
ConfigNet.NetISP=Hálózati szolgáltató
ConfigNet.ID=Serial ID
CarFunc.CarInfo=Autó Infó
ConfigNet.ISP_AUTO=Automatikusan kiválasztja a
ConfigNet.ISP_TELCOM=Távközlés
ConfigNet.ISP_UNIONCOM=Unicom
ConfigNet.ISP_CNC=Netcom
ConfigNet.ISP_MOBILE=Mozgatása, a CRC
ConfigNet.ISP_USER=szokás
Log.Content=Már létezik más beviteli
Task.IsTasking=Task nyit
Title.Task=Task config
Task.TaskNode=Task csomópont
Task.TaskName=Task név
Task.Task=Task terv
Task.Waiting=Kérem várjon,Task nyit
CA.Rule=szabály
CA.ShowTrace=nyomokat mutatnak
CA.TimeMin=Minimális idő
CA.UPRType=Alert módon
CA.URPTripwire=kordon
CA.URPPerimeter=Figyelem terület
Title.VideoAnalyse=értelmes analízis
Title.ForbidDirection=megtiltják irány
CA.LeftToRight=Balról jobbra
CA.RightToLeft=Jobbról balra
CA.DoubleDirection=Kétirányú Tiltott
CA.Invade=betörni
CA.Inter=Írja be
Title.RuleSet=meghatározott szabályok
CA.Arithmetic=algoritmus
CA.UpToDown=Fentről lefelé
CA.DownToUp=Tól egészen akár
Config.ScreenLock=Automatikus képernyő zár
CA.Leave=szabadság
ConfigNet.GodEye=Riasztás hálózati szolgáltató központ
ConfigNet.MainAddr=Fő szerver címe
ConfigNet.MainPort=Fő szerver port
ConfigNet.ExtraAddr=Backup szerver címe
ConfigNet.ExtraPort=Backup szerver port
ConfigNet.AddressTips=IP-cím vagy Domain
ConfigNet.PortTips=Port száma
AccountMSG.OverNum=Nem haladhatja meg az összes
InfoLog.ConfigImport=Importál
InfoLog.ConfigExport=Export
Title.ClockedDownload=Ideje le
Title.TimeInfo=Időtartam információk
Desktop.ShowMainWnd=Megmutatja a főablak
Desktop.Exit=Kilépés
Desktop.Minimize=Csökkentse minimálisra a fő ablakban
InfoLog.Reboot for update host ip=Host IP Update, az eszköz újraindítása
InfoLog.Register Status switch=Regisztrációs állapot átmenetek
InfoLog.Update host ip=Host IP-frissítés
LogType.NatServer=NAT szolgáltatást
NATSTR.DISENABLE=Dis engedélyezése
NATSTR.PROBING=Tapintási DNS
NATSTR.CONNECTING=csatlakoztatása
NATSTR.CONNECTED=összefüggő
NATSTR.natStatu=Nat állapot
NATSTR.INFO=Nat státusz kód
DeviceManage.Cloud
Error.MaxChannelForMacLogin=Haladja meg a megengedett csatornák száma
AlarmManage.DevDisconnect=Eszköz húzza
Config.AutoStream=Egy-képernyő fő-patak, multi-screen kiegészítő patak
InfoLog.Param=kamera paraméterek
ConfigEncode.StaticParam=Statikus konfiguráció az encoder
ConfigEncode.WaterMark=A digitális vízjel
InfoLog.EncodeStaticParam=Encoder statikus paraméterek
DeviceManage.NoSupportDecode=A készülék nem támogatja a dekódolás
InfoLog.Analyze=Intelligens elemzés
TourPlan.PlanNameEmpty=Terv neve nem üres!
AlarmManage.VideoAnalyze=Intelligens elemzést riasztás
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=A felhasználó neve nem lehet üres
Prompt=Prompt
Operate.ConnectAll=Kapcsolódva az összes
Operate.DisConnectAll=Húzza ki az összes
Desktop.OpenInfo=Nyissa meg a log ablakban
Desktop.CloseInfo=Zárja be az ablakot napló
CameraPara.IRSWAP=IR lencse fordított sorrendben
CameraPara.DayNTLevel=Nappali zajszint
CameraPara.NightNTLevel=Éjszakai zajszint
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=Eszköz hozzáadása
Devicemanage.TVT=P\L*01S
Task.NoSelectTask=Kérjük, jelöljön ki egy feladatot programot
TourPlan.NoSelectPlan=Kérjük, válasszon egy programot várlátogatás
ConfigAlarm.PEA=Perimeter riasztási
ConfigAlarm.OSC=Tételek ellátás
ConfigAlarm.AVD=Videó Diagnózis
ConfigOSC.ObjAbandum=Tételek sodrott
ConfigOSC.ObjStolen=Tételek lopott műszak
ConfigOSC.NoParking=Szabálytalan parkolás
ConfigAVD.BrightAbnml=Fényerő anomáliák érzékelésére
ConfigAVD.Clarity=Élesség felismerés
ConfigAVD.Color=Color leadott felismerés
ConfigAVD.Freeze=Képernyő lefagy felismerés
ConfigAVD.Noise=zaj észlelése
ConfigAVD.Change=Jelenet váltás detektáló
ConfigAVD.Interfere=Antropogén interferencia észlelése
ConfigAVD.PTZLoseCtl=PTZ szökevény felismerés
InfoLog.StoragePosition=Módosítsa a perifériás tárolás helyét
InfoLog.DelayTime=Állítsa be a DVR késleltetés kapcsoló
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=felhő
WebPsw.Modify=jelszó módosítása
WebPsw.Advise=Az aktuális jelszó üres, annak érdekében, hogy több biztonsági ajánlásokat, hogy módosítsa a jelszót
WebPsw.InputPassWord=Írja be a jelszót
WebPsw.InputPassWordAgain=Adja meg újra a jelszót
WebPsw.Save=kivéve
WebPsw.Ignore=Egy másik alkalommal
WebPsw.PasswordNotMatched=Két jelszavak nem egyeznek
Error.ChannelNameTooLong=A csatorna neve túl hosszú
Waiting.IsOpenVideo=Nyílnak video...
InfoLog.InputExchange=Állítsa be a jármű állapotának megfelelő riasztási beviteli mód
InfoLog.CarPlate=Rendszám
InfoLog.GPSTiming=GPS iskola
InfoLog.Display=Kijelző beállítások
InfoLog.VideoOutPriority=Videó kimenet prioritás konfiguráció
Error.UsageCpuTooHigh=Tippek: cpu foglal több mint 80%-át, akkor ajánlott, hogy csökkentse a számos nyitott csatorna!
PlayBack.DownloadProgress=menetrend
PlayBack.StorageInfo=Telepítési információk
DecodeCfg.SyncWndMode=Szinkronizálás ablak mód
DeviceDesc.USB=USB Record
DeviceDesc.SD=SD kártya Record
ConfigNet.NetInfo1=Ellenőrző port
PlayBack.SelectAFolder=Kérjük, válasszon egy mappát
InfoLog.Guide=Útmutató
RecordStorage.NeedReboot=Tároló típusa beállításai megváltoztak, a rendszert újra kell indítani, erősítse meg újra?
PlayBack.CanNotPlayAVI=Nem lehet lejátszani avi fájlt
DeviceManage.ARSPIsBusing=ARSP szerver foglalt
RecordConfig.RecordPicMode=Felvételi mód
InfoLog.VideoSeque=Előnézeti képernyő beállításához
PlayBack.NATCONNETREACHEDMAX=Nat Videó linkje eléri a maximumot, nem teszi lehetővé az új Nat Videó linkje
Error.NATCONNETREACHEDMAXS=Nat Videó linkje eléri a maximumot, nem teszi lehetővé az új Nat Videó linkje
CarFunc.StopCar=fék
Error.StatusOver=Túl sok állapot kategóriák
CA.RangeMin=Minimális cél méret
CA.RangeMax=Legnagyobb cél méret
CA.DistanceMin=Minimum mozgó távolság
CA.DetectTime=Észlelési idő
CarFunc.UrgencyAlarm=Vészhelyzeti riasztás
Decoder.CreateLayout=új elrendezés
Decoder.OneOutput=One-kimenet
Decoder.MultiOutput=Multi-kimenet
Decoder.PreProgram=tervek
Decoder.Layout=elrendezés
Decoder.Cameras=fényképezőgép Objektív
Decoder.ExceedMaxWnd=Haladja meg a maximálisan megengedhető számát ablakok
Decoder.InvalidLayout=Ez az elrendezés nem alkalmazható a dekóder, túl a kialakított dekóder
Decoder.CannotDelCurProgram=Nem lehet törölni a jelenlegi terv
Decoder.LayoutIsUsingForTour=Nem lehet törölni az elrendezés a szavazóhelyiségek programok
Decoder.AddTourPlan=Az új fordulóban a Tour programot
Decoder.Config=config
Decoder.NameIsExist=Ez a név már létezik
Decoder.LayoutIsNull=Az elrendezés nem lehet üres
Decoder.DragLayoutToTourWnd=Kérjük, húzza a lencse vagy elrendezés a beállítások ablak
Decoder.PreProgramResave=Tervek Mentés másként ...
Decoder.NoTourPlan=I fordulóban a Tour programot
Decoder.SaveOk=Mentett ok
Decoder.NewLayout=új elrendezés
OneClick.ReName=átnevezése
Decoder.PreProgramSave=Mentés tervek
Decoder.EditCameras=Szerkesztése a lencse
Decoder.Lock=zárt
Decoder.AlignDown=Alulra igazítás
Decoder.AlignUp=igazított
Decoder.AlignLeft=Balra igazított
Decoder.AlignRight=Jobbra igazított
Decoder.SameWidth=Same szélesség
Decoder.SameHeight=azonos magasságban
Decoder.SameSize=Ugyanaz a méret
Decoder.Zoom=zoomolás
Decoder.Narrow=keskeny
Decoder.UnLock=kinyit
Config.AutoUpdate=automatikus frissítés
PlayBack.Failed=lejátszás sikertelen
ConfigEncode.IrcutClose=Infravörös kikapcsolása
ConfigEncode.IrcutOpen=Infravörös turn on
Authority.IPCCamera=Camera paraméterek
ConfigGeneral.ExitPassword=Jelszó szükséges kilépés előtt
ConfigGeneral.ZeroForInfinite="0" a végtelen
PlayBack.MaxSupport=Max support csatorna lejátszás
InfoLog.VoColorAdjust=Színbeállítás
DeviceManage.HuangHe=Huang He-
ExportLog.WaitMoment=Pillanatokkal később, miután ok
Error.ExtStreamNotEnable=Extra Áramlat nem engedélyezett
DevPlayBack.PlayOrOpen=lejátszás/megnyitása
Waiting.IsConnectDevice=Csatlakozó készülék...
AccountMSG.NoLog=Nincs naplózás
Log.SelectSameMonth=Kérjük, válassza ki az azonos évben
Desktop.simulatePTZ=Analóg PTZ
Desktop.focusPTZ=Állítsa be a fókuszt
DeviceManage.AutoGetAddr=auto kap
ConfigAVD.NoSignal=Signal veszteség kimutatása
InfoLog.EncodeStaticParamV2=Kódolás paraméterekV2
ConfigNet.NetKeyBoard=hálózat billentyűzet
ConfigNet.TransferPro=átviteli protokoll
ConfigNet.Checking=teszt...
ConfigNet.StatusSuccess=Teszt üzenet elküldve siker
OneClick.Test=mail vizsgálat
ConfigNet.SerialNo=Server szám
ConfigNet.HeartBeatCycle=szívciklus
ConfigNet.RegisterTime=Érvényesség
ConfigNet.ServerDomain=Server Domain
ConfigNet.ChannelSerialNo=Csatorna szám
ConfigNet.AlarmNo=Alarm szám
ConfigNet.AlarmLevel=riasztási szint
ConfigNet.SerSerialNo=SIP Server szám
ConfigNet.SerIP=SIP Server IP
ConfigNet.DevNo=Device No.
ConfigNet.LocalSer=Local SIP szerver
ConfigNet.HeartBeat=szívciklus(Sec.)
ConfigNet.SerDNS=SIP Server DNS
ConfigNet.SerPort=SIP Server Port
ConfigNet.RegPasswd=regisztrálj
ConfigNet.RegEffect=Érvényesség(Sec.)
ConfigNet.ChanSerialNo=Csatorna szám
ConfigNet.AlarmSerialNo=Alarm szám
PlayBack.CannotCovertFileH264ToAVI=Nem támogat más gyártó felszerelés video convert AVI formátum
ConfigEncode.OSD=OSD info
ConfigNet.ModeID=modell
ConfigNet.KaiCongAlarmCfg=KaiCong Alarm beállítás
Split.Volume=kötet
Config.AlarmRecordLen=Riasztási felvétel hossza
DeviceManage.MACAddress=MAC Address
DeviceManage.MACError=MAC Address Error
AlarmManage.LOG=View device log detailed interface description kaicong
WebBT.KaiCong=Monitoring interface details
ConfigManage.ClientManager=Detailed description client configuration interface
Title.KaiCongRecord=Video features detailed interface description
Title.KaiCongTech=KaiCong Technology Forum
Title.KaiCongAlarm=Alarm function detailed interface description
Title.KaiCongSysCfg=System Settings screen with the detailed description
Title.ManagerTool=Management tools detailed interface description
Title.SysInfo=System Information screen with the detailed description
ConfigNet.Heart=szívciklus(s)
ConfigNet.DomainServerSet=szolgálat
DigitalChannel.ForbitLocalIP=ments csatlakoztassa a helyi csatorna
ConfigNet.SPVMN=GB 28181
ConfigNet.MonitorPlatform=Monitor Platform
NetIP-ConfigNet.SetGatewayFailed=Sikerült beállítani Gateway
Login.PriateSoftware=A készülék feltehetően a kalóz xiongmai megoldások használjon valódi megoldásokat http://www.xiongmaitech.com
PTZ.3D Position=3D-s pozíció
ConfigAlarm.Alarm=Mobiltelefon riasztás
Error.NoTalk=Nem támogatja intercom
ConfigEncode.Acutance=élesség
CameraPara.WidthDynamic=szélesség dinamikus
ConfigNet.P2P=óriás P2P
Title.ConnectInfo=kapcsolat info
StatusInfo.GPS=GPS állapota
StatusInfo.Wifi=Wifi kapcsolat állapota
StatusInfo.3G=3G kapcsolat állapota
StatusInfo.DAS=DAS állapota
StatusInfo.PosSuccess=sikeres elhelyezése
StatusInfo.PosFaild=Nincs műhold jel
StatusInfo.NoDevice=Eszköz nem létezik
DigitalChannel.Decode=Dekódolni
DigitalChannel.RealPriority=valós idejű
DigitalChannel.FlowPriority=Fluency Preferált
InfoLog.DigitalReal=Digitális irányítási
Decoder.CanNotDecode=ments csatlakoztassa a helyi csatorna
Authority.DigitalManager=Digitális
Authority.ColorConfig=Színes a konfigurációs
Authority.TVadjustConfig=kimeneti szabályozás
Authority.AlarmOutConfig=Riasztási kimenet
Version.UpdateDate=Frissítve Date
Error.IPIsAdd=Biztos benne, hogy a számítógép IP-t feketelistára?
Authority.Monitor=felügyelő
Authority.Replay=visszajátszani
PlayMusic.MusicFile=Zenei fájlok
Music.PlayFail=játszani nem sikerült
Music.StopFail=megáll hiba
Music.PauseFail=szünet hiba
Music.ContinueFail=továbbra sem
PlayMusic=zenelejátszás
MusicSearch=kutató
MusicPlay=adás
MusicStop=megáll
MusicPause=szünet
MusicContinue=folytatódik
Desktop.PlayMusic=zenél
PlayBack.NoPic=nincs kép
ConfigNet.Black=Tömeges importálása feketelista
ConfigNet.White=Tömeges importálása Fehér lista
Audio.Pause=szünet
Desktop.SavePasswd=jelszó mentése
Desktop.Language=nyelv
Err.Agency=Forwarding szerver foglalt, a kapcsolat nem
Title.DvrBootType=Boot Type
Tips.DvrBootType=Set the DVR switch mode, and the corresponding delay time or work time
DvrBootType.SparkBootShut=Switch with ignition
DvrBootType.TimingBootShut=Switch in specified time
DvrBootType.BootDelay=Boot delay
DvrBootType.ShutDelay=Shut delay
DvrBootType.TimeSectionError=Time sections are eclipsing, reset please!
ConfigNet.BDC=Baidu felhő
ConfigNet.AuthCode=Licenc Kulcs
ConfigNet.FileSize=Fájlméret(M)
ConfigNet.TUTK(IOTC)=TUTK yun
ConfigNet.UID=TUTK No.
ConfigNet.MaxSub=Maximum előfizetések 500,% d használt
DeviceManage.Auto=Auto assigned
InfoLog.DigManagerShow=Channel Show
ConfigNet.Telecom=China Telecom
ConfigNet.DevEncode=Device kódok
ConfigNet.Verify=Ellenőrizze kód
ConfigNet.Serial=Cég No.
ConfigNet.PlatAddr=Platform címe
CameraPara.ImgStyle=Kép stílus
CameraPara.Style=Stílus
InfoLog.DecodeParam=Decoding paraméter
TimeZone.UTC1=[UTC-12:00]DátumvonalWest|[UTC-11:00]Midway-sziget,Szamoa|[UTC-10:00]Hawaii|[UTC-09:00]Alaszka|[UTC-08:00]Csendes-óceániidő(USAésKanada)
TimeZone.UTC2=[UTC-07:00]Hegyiidő(USAésKanada)|[UTC-06:00]CentralTime(USAésKanada)|[UTC-05:00]Keletiidő(USAésKanada)|[UTC-04:00]atlantiidő(Kanada)|[UTC-03:30]Új-Fundland
TimeZone.UTC3=[UTC-03:00]Brasilia,Georgetown|[UTC-02:00]Mid-Atlantic|[UTC-01:00]Azori-szigetek,Zöld-foki-szigetek|[UTC+00:00]Dublin,London,Edinburgh|[UTC+01:00]Berlin,Amszterdam,Párizs,Róma
TimeZone.UTC4=[UTC+02:00]Athén,Jeruzsálem,Isztambul|[UTC+03:00]Bagdadban,Kuwait,Moszkva|[UTC+03:30]Tehran|[UTC+04:00]AbuDhabi,Baku,Muscat|[UTC+04:30]Kabul
TimeZone.UTC5=[UTC+05:00]Iszlámábád,Karacsi,Taskent|[UTC+05:30]Bombay,Madras,Új-Delhi|[UTC+05:45]Kathmandu|[UTC+06:00]Almaty,Colombo,Dhaka|[UTC+06:30]Yangon
TimeZone.UTC6=[UTC+07:00]Bangkok,Hanoi,Jakarta|[UTC+08:00]Peking,Urumqi,Szingapúr|[UTC+09:00]Osaka,Sapporo,Szöul,Tokió|[UTC+09:30]Adelaide,Darwin|[UTC+10:00]Canberra, Melbourne, Sydney
TimeZone.UTC7=[UTC+11:00]Magadan,Salamon-szigetek|[UTC+12:00]Auckland,Wellington|[UTC+13:00]NukuAlortörvény
Err.NoAuth=Jogtalan
DigitalChannel.LoginFailed=Felhasználónév vagy jelszó hiba
DigitalChannel.LocalTime=Helyi idő
DigitalChannel.ZoneTime=Idő zóna
ConfugNet.Name=Név
ConfigNet.Password=Jelszó
Error.AutoRunSaveFailed=Auto futás mentés nem sikerült
TransmitServerFull=Tranzit teljes
InfoLog.TimeZone=Időzóna
Login.AutoLoginError=No engedélye automata login
LogType.LogExport=Export Napló
Authority.ImExport=Import/Export
Config.PosChannel=csatorna
Config.POSEnable=lehetővé
Config.PosType=Pos Type
Config.PosProtocal=protokoll
Config.PosPort=kikötő
Config.StrCoding=kód
Config.FirShow=Első sor
InfoLog.AutoConnect=Az üzemmód kiválasztása
DeviceManage.SeriesID=Rendszám
Title.GeneralCfg=az Ált. beáll
Title.AdvacedCfg=Speciális beállítás
Desktop.MainExtStream=Fő-és Extra patak kapcsoló
Desktop.AlarmOut=Riasztási kimenet beállítása
Error.GetSucceed=sikerül
Config.TimeSync=Idő szinkronizálás
PlayBack.DiskFullStopDownload=A lemez tele van, megáll a letöltés
Error.SetRecTimeFailed=Preview Time Error
DevEditMSG.ErrorName=Felhasználó és eszköz neve nem tartalmazhat . [ ] % 	
Config.Authoryed=engedély megszerzéséhez
Config.PTZSetState=Engedélyezése
Config.PreSetID=Előre ID
Version.OEM=Device Information
timeDisk.CPUhigh=CPU túl magas
Config.AutoSearch=Automatikusan megy a keresési felület
WebBT.Reset=visszaállítása
Config.TimeError=Állítsa be a dátumot rossz
DevArea.ErrorName=Zone név hibával
DigitalChannel.Offline=Offline
ConfigAlarm.WriteLog=Írja log
DigitalChannel.LocalChannel=helyi
HDDManager.RODiskCannotBePart=Csak olvasd el a lemez nem particionált
ConfigComm.Powerboot=csomagtartó hívások
ConfigPtz.PresetState=Preset
ConfigPtz.TourState=Cruise a pontok között
ConfigPtz.PoweroffState=Off pozíció előtt
InfoLog.ServerError=Csatlakozás a szerver hiba
FileErr.PathToLong=Fájl elérési útja túl hosszú
ConfigAlarm.PhoneReport=Mobile jelentett
ConfigNet.TransFunction=Soros pass-through
WebTitle.Model:=Típus:
WebTitle.Verson:=verzió:
DigitalChannel.ExceedMaxLink=Meghaladja a maximális kapcsolatok száma limit, akkor nem is hozzá
Config.HideTime=Hide idő
Config.WriteLog=Kulcsszó (write naplók)
ConfigNet.UseProgram=Cloud Monitoring
ConfigNet.UserName=felhasználónév
ConfigNet.Password=jelszó
ConfigNet.ServerPort=server port
ConfigNet.ServerAddress=szerver címét
ConfigNet.DeviceName=eszköz neve
Upgrade.Updating=továbbfejlesztés alatt
Upgrade.Downloading=Letöltés
Upgrade.LocalUpgrade=Helyi frissítés
Upgrade.OnlineUpgrade=Online frissítés
Upgrade.Upgrade=Frissítés
LogInfo.UseNameorPasswordiserrror!=A felhasználónév vagy a jelszó hibás!
LogInfo.Userislocked!=Felhasználó le van zárva!
LogInfo.Ipaddressintheblacklist!=IP-cím a feketelistára!
LogInfo.Userhaslanded!=Felhasználó leszállt!
Upgrade.OnlineNew=már a legújabb programja
Upgrade.OnlineFail=Nem sikerült csatlakozni a szerverhez
ConfigNet.TestSuccess=a teszt sikeres
ConfigNet.TestFailed=teszt sikertelen
OneClick.FTPTest=teszt
Error.PlayFailed=Játssz hiba
OneClick.FTPTest=teszt
PTZ.Wipers=ablaktörlők
PTZ.Infrared=infravörös
PTZ.Open=nyílt
PTZ.Close=állítsa le
PTZ.Auto=automatikus
PTZ.Manual=manuálisan
ConfigNet.CloudPush=Cloud push
Authority.TourConfig=Körmérkőzéses konfiguráció
Error.PathTooLong=elérési út túl hosszú
Title.MapEdit=Map Editor
ConfigNet.NeedRebootByManually = Kézzel újraindítja az eszközt és a port konfiguráció életbe léptetéséhez
ConfigComm.EnableIdleState = ingyenes hívás
ConfigComm.FreeTime = szabadidő
CameraPara.ClearFog=defogging
CameraPara.Level=értékelés
PlayBack.KeyRecord=Key Videó
CameraPara.FisheyeApp=Panorama alkalmazás
CameraPara.FisheyeSecene=Panoráma mód
Error.Front-end device not connected or The resolution for the device is unkown = Front-end készülék nincs csatlakoztatva, vagy a felbontást a készülék unkown
ConfigComm.LimitSwitch=végálláskapcsoló
ConfigComm.UpDown=felső és az alsó kapcsoló
ConfigComm.LeftRight=kb váltás
ConfigNet.MountPath=A telepítési útvonal
ConfigNet.Custom=Egyedi
ConfigNet.AutoSelectServer=Automata kiválasztás kiszolgáló
ConfigNet.LinkAddress=Hivatkozás címe
ConfigNet.IPv6Invalid=a legtöbb ipv6 cím érvénytelen, csoportonként 4 hex
ConfigNet.SetPrefixFailed=Átjáró beállítás sikertelen!
InfoLog.AlarmOut=Riasztási kimenet
ConfigPtz.Coianxial=Közös tengelyű 
OneClick.ControlMode=Vezérlési mód
CameraPara.CorridorModeCameraPara.Mode=Mód
CameraPara.NormalMode=Normál üzemmódban
CameraPara.CorridorMode=Folyosó üzemmód
DigitalChannel.SyncResolution=Szinkronizálás Resolution
